{
  "Animal Friendship": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "1",
      "Range": "10-ft",
      "Duration": "Permanent",
      "Area of Effect": "One normal animal",
      "Components": "VSM",
      "Casting Time": "6 turns",
      "Saving Throw": "Negates"
    },
    "details": "The animal friendship spell enchants a normal animal of neutral alignment to become the druid's faithful friend and companion. The animal to be enchanted must not be completely unintelligent but cannot be of greater than animal intelligence. If the animal fails its saving throw (made at the beginning of the spell's casting), it will remain docile for the remainder of the casting time. Once the spell is complete, the animal will remain with the druid and can learn tricks similar to those that could be taught to a trained domestic pet. Each trick takes a week to learn, and after the animal has been with the druid for three months it will no longer be able to learn new tricks. During this period, if the animal is left alone by the druid for more than three days, the enchantment will be broken and the animal will revert to the wild. A druid may only have animal friends with hit dice totalling twice his or her level. (The total hit dice can thus increase as the druid gains levels.)"
  },
  "Animal Growth (Reversible)": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "5",
      "Range": "80-ft",
      "Duration": "2 rounds/caster level",
      "Area of Effect": "Up to 8 animals in a 10-ft radius",
      "Components": "VSM",
      "Casting Time": "7 segments",
      "Saving Throw": "None"
    },
    "details": "This spell causes up to 8 animals in the area of effect to grow to twice normal size, doubling their hit dice and the damage they inflict. The spell does not influence the animals' attitude toward the druid, so it is advisable to ensure ahead of time that they are friendly. The reverse of the spell halves their size and damage inflicted."
  },
  "Animal Summoning I": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "4",
      "Range": "120-ft/level",
      "Duration": "See below",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "6 segments",
      "Saving Throw": "None"
    },
    "details": "A druid may use this spell to summon normal or giant animals of a specified type. The animals must be within the spell's range to be summoned. Up to three summoning attempts may be made if animals of the specified type do not appear. Assuming that the summoned type of animal is within the spell's range, up to 8 animals will appear, of no more than 4 hit dice each. These animals will assist the druid with a specific mission: winning a battle, travelling to a specific location, etc."
  },
  "Animal Summoning II": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "5",
      "Range": "180-ft/caster level",
      "Duration": "See below",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "7 segments",
      "Saving Throw": "None"
    },
    "details": "This spell is similar to animal summoning I, but is more powerful. The spell will summon a maximum of six animals, each no greater than 8 HD, or up to 12 animals, each no greater than 4 HD."
  },
  "Animal Summoning III": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "6",
      "Range": "240-ft/caster level",
      "Duration": "See below",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "8 segments",
      "Saving Throw": "None"
    },
    "details": "This spell is similar to animal summoning I, but is more powerful. The spell will summon up to 4 animals of no more than 16 HD each, or 16 animals of no more than 4 HD each."
  },
  "Animate Rock": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "7",
      "Range": "40-ft",
      "Duration": "1 round/caster level",
      "Area of Effect": "2-ft cube/caster level",
      "Components": "VSM",
      "Casting Time": "9 segments",
      "Saving Throw": "None"
    },
    "details": "This spell allows the druid to animate and command a stone object in the same way that a cleric commands an animated object with the animate object spell. The object to be animated cannot be part of a larger stone structure."
  },
  "Anti-Animal Shell": {
    "type": "Druidic Abjuration",
    "table": {
      "Level": "6",
      "Range": "0",
      "Duration": "1 turn/caster level",
      "Area of Effect": "10-ft radius sphere (or hemisphere)",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "None"
    },
    "details": "This spell creates an immobile field of force that hedges out all animal matter. Note that undead and beings not of the material plane are not considered animal matter. The druid's allies must, of course, be within the field at the time it is conjured forth, for they themselves are presumably of animal matter."
  },
  "Anti-Plant Shell": {
    "type": "Druidic Abjuration",
    "table": {
      "Level": "5",
      "Range": "0",
      "Duration": "1 turn/caster level",
      "Area of Effect": "80-ft radius sphere (or hemisphere)",
      "Components": "VSM",
      "Casting Time": "7 segments",
      "Saving Throw": "None"
    },
    "details": "When the druid finishes casting this spell, an invisible barrier forms in an 80-ft radius around the caster and is immobile thereafter. No vegetable matter (including missiles formed of vegetable matter, such as wooden arrows) can penetrate the barrier."
  },
  "Barkskin": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "2",
      "Range": "Touch",
      "Duration": "4 rounds+1 round/caster level",
      "Area of Effect": "Creature touched",
      "Components": "VSM",
      "Casting Time": "3 segments",
      "Saving Throw": "None"
    },
    "details": "The barkskin spell magically toughens a creature's skin, making it as strong as tree bark. The recipient of the spell improves his or her armour class by one point and also gains a +1 bonus on all saving throws, with the exception of saving throws against Spells (unlisted categories)."
  },
  "Call Lightning": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "3",
      "Range": "0",
      "Duration": "1 turn/caster level",
      "Area of Effect": "360-ft radius",
      "Components": "VSM",
      "Casting Time": "1 turn",
      "Saving Throw": "Half"
    },
    "details": "Provided that there is already significant cloud cover in the area, the druid may use this spell to call down a shattering barrage of lightning bolts from the sky to the ground. One bolt may be called every turn (10 minutes). The bolts inflict 2d8 points of damage, plus another d8 per level of the caster. Any creature within 10-ft of a bolt's impact (or along its downward path) will sustain damage. The spell may only be cast outdoors."
  },
  "Call Woodland Beings": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "4",
      "Range": "360-ft+30-ft/caster level",
      "Duration": "See below",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "See below",
      "Saving Throw": "Negates"
    },
    "details": "This summoning calls certain woodland creatures to aid the druid, provided that they are nearby. The druid casts the spell by means of a sonorous chant, which he or she must continue for 2 turns or until the summoned creatures appear. The GM will determine if creatures that will respond to such a call are in the area. The creatures are entitled to a saving throw vs Spells (unlisted categories) at a penalty of -4. If the creatures fail the saving throw and are summoned to the druid's aid, they will provide whatever aid they are capable of, although their willingness to engage in combat is subject to their overall reactions to the druid him- or herself.\n\n\n\n\nIf there is an evil character in the druid's party, the summoned creatures gain an additional saving throw to avoid the effects of the spell, at a bonus of +4. Creatures that may be summoned by this spell include:\n\n\n\n\nCentaurs\t1d4\nPixies\t1d8\nFauns\t1d4\nTreant\t1\nUnicorn\t1"
  },
  "Chariot of Fire": {
    "type": "Druidic Evocation",
    "table": {
      "Level": "7",
      "Range": "10-ft",
      "Duration": "6 turns+1 turn/caster level",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "1 turn",
      "Saving Throw": "None"
    },
    "details": "A chariot of fire, drawn by two flaming steeds, appears with an echoing thunderclap when the druid completes the final words of this spell. The druid may, by touch, make up to 8 of his or her companions immune to the furnace-like conveyance; anyone else within five feet of the horses or the chariot will sustain 2d4 hp of damage per round. The chariot can travel over land at a speed of 240-ft/round and can fly at a speed of 480-ft/round, obeying the caster's shouted instructions. It is possible for the chariot and horses to sustain damage from magical weapons or from water (which does only 1 hp of damage). Chariot and horses each have 30 hp and are AC 2; if a single horse is dispelled by taking physical damage, the chariot's speed will be halved. The chariot prevents normal fire from affecting its passengers, but they may take damage from magical fire attacks. The chariot and horses are themselves immune to all fire, magical or otherwise."
  },
  "Charm Person or Mammal": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "2",
      "Range": "80-ft",
      "Duration": "See below",
      "Area of Effect": "One person or mammal",
      "Components": "VS",
      "Casting Time": "4 segments",
      "Saving Throw": "Negates"
    },
    "details": "The powerful enchantment woven by this spell will affect any “person,” meaning character races (with the exception of elves) and other small to medium-sized bipeds analogous to persons (orcs, goblins, etc.). The spell also affects mammalian animals of any kind, even those that are supernatural, giant, or monstrous. If the target creature fails a saving throw, it will view the druid as a trusted friend, interpreting his or her every word in its most positive light. Charmed creatures will place themselves into moderate danger, including combat, on the druid's behalf, but will not undertake risks beyond those the creature might ordinarily take. The druid must be able to talk to the charmed creature if he or she is to make any sort of complex “request.” Charmed creatures are allowed periodic saving throws to break the charm, based on intelligence:\n\n\n\n\n\n19+one saving throw/day\n\n\n18one saving throw/2 days\n\n\n17one saving throw/3 days\n\n\n15-16one saving throw/week\n\n\n13-14one saving throw/2 weeks\n\n\n10-12one saving throw/3 weeks\n\n\n7-9one saving throw/month\n\n\n4-6one saving throw/2 months\n\n\n3 or lessone saving throw/3 months\n\n\n\n\n\nThe charm will be broken automatically if the druid obviously tries to harm the charmed creature."
  },
  "Commune With Nature": {
    "type": "Druidic Divination",
    "table": {
      "Level": "5",
      "Range": "Caster",
      "Duration": "See below",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "1 turn",
      "Saving Throw": "None"
    },
    "details": "To cast this spell, the druid enters into a trance that brings him or her into a state of oneness with the natural surroundings.\n\n\n\n\nHe or she gains knowledge of the area, learning one fact for each of his or her caster levels. The radius of the area with which the druid can commune is a half-mile for every caster level. Facts that the druid may divine include the paths of water, inhabitants in a part of the region, etc."
  },
  "Confusion": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "7",
      "Range": "80-ft",
      "Duration": "1 round/level",
      "Area of Effect": "Up to a 20-ft radius",
      "Components": "VSM",
      "Casting Time": "9 segments",
      "Saving Throw": "See below"
    },
    "details": "This spell causes creatures to behave strangely and unpredictably. A certain number of creatures in the spell's area of effect must make a saving throw each round in order to avoid becoming confused. The base number of creatures is 2d4, but additional creatures may be affected; if the druid's caster level is higher than the HD of the strongest opponent, the difference is the number of additional creatures that must make saving throws. This spell is extremely powerful; all saving throws are made with a penalty of -2. Creatures that fail their saving throws (check each round) act randomly in accordance with the following table:\n\n\n\n\n\n d% Action\n\n\n  01-10  Attacks the druid or his or her allies\n\n\n  11-20  Acts normally\n\n\n  21-50  Babbles incoherently\n\n\n  51-70  Meanders away from caster for a full turn\n\n\n  71-00  Attacks nearest creature\n\n\n\n\n\nNote:   A creature that meanders away is not entitled to further saving throws, but will be freed from the spell's effects after taking a full turn of movement (at normal speed) away from the caster."
  },
  "Conjure Earth Elemental (Reversible)": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "7",
      "Range": "40-ft",
      "Duration": "1 turn/level",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "1 turn",
      "Saving Throw": "None"
    },
    "details": "By means of this spell, the druid summons a 16 HD elemental from the plane of earth. The spell is otherwise identical to the druidic spell conjure fire elemental, but there is no chance to summon a more powerful elemental, as exists when a druid summons fire elementals. As with conjuring fire elementals, the earth elemental will be the druid's ally by its own will; the druid requires no magical wards against it and need not concentrate upon it after the summoning is complete."
  },
  "Conjure Fire Elemental (Reversible)": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "6",
      "Range": "80-ft",
      "Duration": "1 turn/caster level",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "6 rounds",
      "Saving Throw": "None"
    },
    "details": "It is within the power of a high-level druid to summon forth an elemental being from the plane of fire. The elemental will ordinarily be of 16 HD, but there is a 5% chance that it will be of 24 HD and a 1% chance that an afreet, rather than an elemental, will appear. The elemental will act as the druid's ally, remaining for the spell's duration to assist him or her however possible, including engaging in combat with his or her enemies. Druids need no protective circle to summon fire elementals and need not concentrate upon the elemental in any way."
  },
  "Control Temperature, 10-ft Radius": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "4",
      "Range": "Caster",
      "Duration": "4 turns+1 turn/caster level",
      "Area of Effect": "10-ft radius",
      "Components": "VSM",
      "Casting Time": "6 segments",
      "Saving Throw": "None"
    },
    "details": "By casting this spell, the druid magically controls the temperature of his or her immediate surroundings, to a radius of 10-ft. The temperature may be raised or lowered by 9° Fahrenheit (4° Celsius) per caster level."
  },
  "Control Weather": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "7",
      "Range": "0",
      "Duration": "8d12 hours",
      "Area of Effect": "4d8 square miles",
      "Components": "VSM",
      "Casting Time": "1 turn",
      "Saving Throw": "None"
    },
    "details": "The control weather spell brings about a rapid change in the weather of several square miles surrounding the point where the spell is cast. It requires no more than 10-40 minutes for the spell to take its full effect across the vast area it covers. The spell affects precipitation, temperature, and wind speed. Existing weather conditions cannot be utterly changed by the force of this spell, but druids are able to cause more of a change than clerics can with the same spell; effectively twice the amount of change is possible for a druid. The druid could not bring heavy rain forth on a clear day, but could change the weather from clear to partly cloudy, and then to fully cloudy (with light rain, perhaps), all in the course of one casting. By comparison, a cleric would only have been able to bring about partial clouds. Hot weather can be made cool, and a strong wind can be raised from calm air. This spell may be cast more than once in succession to bring about a dramatic change, moving, for example, from a calm to a strong wind, then from the strong wind to a full-scale storm."
  },
  "Control Winds": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "5",
      "Range": "Caster",
      "Duration": "1 turn/caster level (see below)",
      "Area of Effect": "40-ft radius/caster level",
      "Components": "VSM",
      "Casting Time": "7 segments",
      "Saving Throw": "None"
    },
    "details": "By the power of this spell, the druid can increase or decrease the force of the winds. For every caster level, the druid may change the speed of the wind by 3 miles per hour. An eye of calm with a radius of 40-ft remains around the druid and travels with him or her. The wind force increases (or decreases) at a rate of 3 miles per hour every round until the end of the spell's duration, at which time it will return to normal, also at a rate of 3 miles per hour per turn.\n\n\n\n\nWinds can be extremely destructive; ships are at great risk of sinking if wind speed reaches 60 miles per hour, and wind speeds of 75+ mph are as a full-fledged hurricane."
  },
  "Create Water": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "2",
      "Range": "10-ft",
      "Duration": "Instantaneous (permanent)",
      "Area of Effect": "Up to 1 cubic foot/caster level",
      "Components": "VS",
      "Casting Time": "1 turn",
      "Saving Throw": "None"
    },
    "details": "This spell creates potable water, four gallons per level of the caster. The water may be created in a receptacle or in thin air (whence it will, of course, fall). Water cannot be created inside a creature, nor can it be created in any place the caster cannot see.  Note however that the druidic spell has no reverse version; the druid may create, but not destroy, water."
  },
  "Creeping Doom": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "7",
      "Range": "0",
      "Duration": "4 rounds/level",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "9 segments",
      "Saving Throw": "None"
    },
    "details": "The terrifying creeping doom spell causes a massive swarm of insects, spiders, and centipedes to boil forth from the ground in front of the caster, marching in whatever direction he or she orders, destroying and killing all that stands in their way. The swarm is composed of (1d6+4)×100 nonflying vermin, each of which inflicts 1 hp damage against an opponent before dying. Only as many insects as are needed to kill an opponent will die, and once the target is dead the swarm will move on. If the druid allows the swarm to get more than 80-ft away from his or her person, 50 insects for every 10-ft beyond this range will depart the swarm. The druid can order the swarm to attack specific targets and/ or to change direction. Although the spell can be devastating (potentially causing as much as 1,000 hp of damage in total), many means can be used to counter it–the most obvious being a fireball or other area-of-effect damage spell."
  },
  "Cure Disease (Reversible)": {
    "type": "Druidic Necromancy",
    "table": {
      "Level": "3",
      "Range": "Touch",
      "Duration": "Instantaneous (permanent)",
      "Area of Effect": "Creature touched",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "None (neg.)"
    },
    "details": "By means of this spell, the caster may cure most diseases by laying hands upon the afflicted creature. Depending upon the nature of the disease, full recovery may require as little time as a single turn, or as long as a week. The spell's reverse, cause disease, requires that the caster successfully touch the intended victim, who is permitted a saving throw against the spell's insidious effects. If the saving throw is failed, the effects of the disease will manifest within 1d6 turns, inflicting 1 hit point of damage per turn thereafter and one point of lost strength per hour (6 turns) until the victim is reduced to 10% of his or her original hit points and strength. Until the disease is cured or runs its course, the afflicted person will not be able to naturally recover either strength or hit points over and above 10%. The disease runs its course in 1d6 days."
  },
  "Cure Critical Wounds (Reversible)": {
    "type": "Druidic Necromancy",
    "table": {
      "Level": "6",
      "Range": "Touch",
      "Duration": "Instantaneous (permanent)",
      "Area of Effect": "One creature",
      "Components": "VSM",
      "Casting Time": "8 segments",
      "Saving Throw": "None (neg.)"
    },
    "details": "This powerful spell is similar in nature to cure light wounds, operating in the same fashion but healing 3d8+3 hit points of damage. The reverse of the spell functions as cause critical wounds, but delivers 3d8+3 points of damage."
  },
  "Cure Light Wounds (Reversible)": {
    "type": "Druidic Necromancy",
    "table": {
      "Level": "2",
      "Range": "Touch",
      "Duration": "Instantaneous (permanent)",
      "Area of Effect": "Creature touched",
      "Components": "VSM",
      "Casting Time": "4 segments",
      "Saving Throw": "None (neg.)"
    },
    "details": "Cure light wounds allows the caster to lay hands upon a wounded creature, restoring 1d8 hit points to the spell's beneficiary. The reverse of the spell operates in the same manner (although requiring a “to hit” roll), but inflicts 1d8 hit points rather than healing. If the caster fails to hit while casting cause light wounds, the spell is lost. This spell does not heal disease, reattach limbs, or bring back the dead, nor can it add hit points beyond a character's normal number. Non-corporeal creatures are not affected by this spell, nor are undead, nor are creatures that are harmed only by iron, silver, or magical weapons."
  },
  "Cure Serious Wounds (Reversible)": {
    "type": "Druidic Necromancy",
    "table": {
      "Level": "4",
      "Range": "Touch",
      "Duration": "Instantaneous (permanent)",
      "Area of Effect": "Creature touched",
      "Components": "VSM",
      "Casting Time": "6 segments",
      "Saving Throw": "None (neg.)"
    },
    "details": "A benison similar to cure light wounds, cure serious wounds permits the caster to lay on hands for 2d8+1 hit points of healing. The spell's limits are otherwise similar to those of cure light wounds. The reverse of the spell causes damage rather than healing, requiring that the cleric successfully touch the target."
  },
  "Detect Magic": {
    "type": "Druidic Divination",
    "table": {
      "Level": "1",
      "Range": "Caster",
      "Duration": "12 rounds",
      "Area of Effect": "Path 10-ft wide, 40-ft long",
      "Components": "VSM",
      "Casting Time": "3 segments",
      "Saving Throw": "None"
    },
    "details": "Detect magic creates a tunnel of magical vision in a path 10-ft wide and 30-ft long, in which the caster sees the aura of any magic item as a glowing blue nimbus. The spell's effect is blocked by solid wood 3-ft thick, by stone 1-ft thick, and by solid metal 1 inch thick. The caster can only scan a 60° arc during the course of a round: turning more quickly does not allow magic auras enough time to form in the caster's vision."
  },
  "Detect Pits and Snares": {
    "type": "Druidic Divination",
    "table": {
      "Level": "1",
      "Range": "Caster",
      "Duration": "4 rounds/level",
      "Area of Effect": "Path 10-ft wide, 40-ft long",
      "Components": "VSM",
      "Casting Time": "3 segments",
      "Saving Throw": "None"
    },
    "details": "The druid may cast this spell upon herself, imbuing her eyes with divinatory power. The druid can instantly discern virtually any form of trap if outdoors, and even indoors or underground she will detect the presence of pits."
  },
  "Dispel Magic": {
    "type": "Druidic Abjuration",
    "table": {
      "Level": "4",
      "Range": "80-ft",
      "Duration": "Instantaneous",
      "Area of Effect": "40-ft cube/caster level",
      "Components": "VSM",
      "Casting Time": "6 segments",
      "Saving Throw": "None"
    },
    "details": "Dispel magic has a base chance of 50% permanently to negate magic–both the magical properties of potions and the ongoing effects of certain spells. All spell effects and relevant items within the stated area of effect are subject to dispelling. Permanent magical items are not disenchanted by the spell, with the exception of potions, which are treated as 12th level for purposes of resolution. However, even a permanently enchanted item must make a saving throw or become non-operational for one round. Any spells in the process of being cast in the spell's area of effect will be lost, and any ongoing spell effects (such as invisibility) will be dispelled.\n\n\n\n\nWith respect to each potion, casting, or ongoing spell effect, the base chance of successful dispelling is increased 5% for every level by which the caster's level exceeds the caster level of the potion, the casting, or the spell effect. The base chance is conversely reduced by 2% per level of difference if the caster is lower level than the caster of the magic to be dispelled. The spell will automatically negate the caster's own spells if it is used for this purpose or if the caster has previously cast a spell into the same area."
  },
  "Entangle": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "1",
      "Range": "80-ft",
      "Duration": "1 turn",
      "Area of Effect": "20-ft radius",
      "Components": "VSM",
      "Casting Time": "3 segments",
      "Saving Throw": "Half (see below)"
    },
    "details": "The druid casts this spell upon a particular spot, whereupon all plants in a 20-ft radius of the enchanted location immediately begin to writhe violently about, whipping around and entangling any creature in the area. Creatures threatened in this manner are entitled to a saving throw. If the saving throw succeeds, the creature's movement rate is slowed to half normal; if the saving throw fails, the creature is so securely held in the plants that it cannot move, attack, or cast spells for the duration of the spell."
  },
  "Faerie Fire": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "1",
      "Range": "80-ft",
      "Duration": "4 rounds/caster level",
      "Area of Effect": "1 size M or 2 size S creatures/caster level",
      "Components": "V",
      "Casting Time": "3 segments",
      "Saving Throw": "None"
    },
    "details": "The druid uses this spell to ignite a fiery-looking aura of bright light around his or her enemies. The aura is visible at a range of 80-ft if the observer stands in darkness, and at 40-ft if he or she stands near another light source. The light itself is harmless, but a creature limned with faerie fire is easier to hit; any attacks against it are made with a bonus of +2."
  },
  "Feeblemind": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "6",
      "Range": "40-ft",
      "Duration": "Permanent",
      "Area of Effect": "One creature",
      "Components": "VS",
      "Casting Time": "8 segments",
      "Saving Throw": "Negates"
    },
    "details": "The insidious feeblemind spell affects only those who can cast spells, tracing and poisoning the mystical channels of their arcane power like a viral infection. The spell reduces a victim into a state of extreme mental retardation, which condition persists until the victim is magically restored by means of a heal, wish, or restoration spell. The different types of spell casting ability are not equally vulnerable to the feeblemind spell. Practitioners of clerical magic gain a bonus of +1 to saving throws; druids save at -1; magic users and illusionists save at -4. (Those who can use more than one type of magic must save using the average of their modifiers.)"
  },
  "Feign Death": {
    "type": "Druidic Necromancy",
    "table": {
      "Level": "2",
      "Range": "10-ft",
      "Duration": "4 rounds+2 rounds/caster level",
      "Area of Effect": "One creature",
      "Components": "VSM",
      "Casting Time": "3 segments",
      "Saving Throw": "None"
    },
    "details": "This spell magically slows the recipient's metabolism into a state so close to death that it is impossible to distinguish the enspelled person from a corpse by any means other than magical. The recipient can hear, smell, and think; the senses of touch and sight no longer function. Damage caused to the pseudo-corpse is reduced by one half, and the spell's recipient will not even know that the damage has been caused–potentially a dangerous situation. A person under the influence of this spell is not subject to level draining by the undead and will not be affected by poisons until the spell wears off or is otherwise removed; the caster can remove the catalepsy at will, and the spell is subject to being dispelled."
  },
  "Finger of Death": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "7",
      "Range": "60-ft",
      "Duration": "Instantaneous",
      "Area of Effect": "One creature",
      "Components": "VSM",
      "Casting Time": "5 segments",
      "Saving Throw": "Negates"
    },
    "details": "The casting of this spell culminates when the druid points a finger at his or her chosen victim. If the target fails a saving throw, it dies."
  },
  "Fire Seeds": {
    "type": "Druidic Conjuration",
    "table": {
      "Level": "6",
      "Range": "40-ft (see below)",
      "Duration": "1 turn/caster level",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "1 round/ seed",
      "Saving Throw": "Half"
    },
    "details": "By casting this spell upon a group of seeds, either acorns or holly berries, the druid imbues them with the potential to erupt in a violent explosion of magical fire. Transformed acorns may be used as missiles, and transformed holly berries as delayed-action bombs. The spell allows the druid to create four acorn fire seeds or eight holly berry fire seeds, or a proportionate combination such as two acorns and four holly berries. Acorns may be thrown at a range of up to 40-ft and cause 2d8 points of damage in a radius of 5-ft, igniting any combustibles that fail item saving throws. If an acorn strikes its target with a successful “to hit” roll, the target is not entitled to a saving throw. Even if the attack misses, the target may be caught in the blast area (and would be entitled to a saving throw for half damage, as any other creature within the blast area). The holly berries may be thrown no more than 6-ft, or may be left in place to ignite upon a command word. (The range of the command word is 40-ft.) Holly berries create an explosion in an area of 5-ft×5-ft, inflicting 1d8 points of damage and causing combustible items to make saving throws against magical fire or burn. As with the acorn seeds, a successful saving throw against the explosion of a holly berry fire seed reduces the damage inflicted by one-half."
  },
  "Fire Storm (Reversible)": {
    "type": "Druidic Evocation",
    "table": {
      "Level": "7",
      "Range": "150-ft",
      "Duration": "1 round",
      "Area of effect": "20-ft×20-ft×20-ft area per caster level",
      "Components": "V S M",
      "Casting Time": "9 segments",
      "Saving Throw": "Half"
    },
    "details": "The fire storm invocation is a modified and enlarged version of wall of fire. It lasts for only a single round, and does only half the damage of a wall of fire (i.e. 2d8 damage), but the huge area of effect makes it devastating.\n\n\n\n\nThe spell's reverse extinguishes all normal fire in the area of effect, or will instantly kill one fire elemental (no saving throw)."
  },
  "Fire Trap": {
    "type": "Druidic Evocation",
    "table": {
      "Level": "2",
      "Range": "Touch",
      "Duration": "Permanent until tripped",
      "Area of Effect": "One object",
      "Components": "VSM",
      "Casting Time": "1 turn",
      "Saving Throw": "Half"
    },
    "details": "This spell enchants any item that can be opened or closed with a magical trap. When the item is opened by any person other than the caster, magical fire explodes in an area 5-ft in radius around the fire trapped object, causing 1d4 plus the caster's level hit points of damage to all creatures in this area. A successful saving throw indicates half damage. The item upon which this spell is cast suffers no damage from the explosion. Detecting a fire trap is extraordinarily difficult; attempts to find traps are reduced by one-half in efficacy if the trap is a fire trap, and the trap will detonate if an attempt to remove traps fails."
  },
  "Hallucinatory Forest": {
    "type": "Druidic Illusion/Phantasm",
    "table": {
      "Level": "4",
      "Range": "80-ft",
      "Duration": "Permanent",
      "Area of Effect": "40-ft square/caster level",
      "Components": "VSM",
      "Casting Time": "6 segments",
      "Saving Throw": "None"
    },
    "details": "By casting this spell, the druid creates the illusion of a forest in the spell's area of effect. Woodland fey and other druids will immediately discern the forest's illusory nature, but even normal animals will be fooled by the forest's appearance. The illusion is not tactile, only visual, so it is likely that intelligent beings entering the forest will quickly realize they are walking in an illusion. However, the mere realization that the forest is not real does not dispel the illusion, and it will continue to limit vision and possibly create other inconveniences; horses, for example, will not walk a straight path through the illusion, circling around the “trees” they perceive as real."
  },
  "Heat Metal (Reversible)": {
    "type": "Druidic Necromancy",
    "table": {
      "Level": "2",
      "Range": "40-ft",
      "Duration": "7 rounds",
      "Area of Effect": "All metal worn by one size M creature per caster level, or 50 lbs weight/caster level, as applicable",
      "Components": "VSM",
      "Casting Time": "4 segments",
      "Saving Throw": "None"
    },
    "details": "This extremely powerful spell causes metal to heat up to searing temperatures, and the reverse, chill metal, causes metal to become damagingly cold. The two versions of the spell inflict different damage and potential side effects. The effects of continued exposure to the metal as it changes temperature to a damaging level and then returns to normal are set forth below:\n\n\n\n\nHeat\n\n\n\n\n\nRound 1No effect other than discomfort\n\n\nRound 21d4 hp damage\n\n\nRounds 3-52d4 hp damage, severe blistering to extremities (hands, feet), and unconsciousness if the metal is a helmet\n\n\nRound 61d4 hp damage\n\n\nRound 7Discomfort\n\n\n\n\n\nCold\n\n\n\n\n\nRound 1no effect other than discomfort\n\n\nRound 21d2 hp damage\n\n\nRounds 3-51d4 hp damage, severe frostbite (possible need for amputation of extremities such as fingers, ears)\n\n\nRound 61d4 hp damage\n\n\nRound 7discomfort\n\n\n\n\n\nImmersion in water will negate the effects of the heat version of the spell, and magical protections against the appropriate elements will negate both versions. If no such options are available, the target of this spell is well advised to spend a round divesting him- or herself of metal gauntlets and helmet at the very least, to avoid the side effects."
  },
  "Hold Animal": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "3",
      "Range": "80-ft",
      "Duration": "2 rounds/caster level",
      "Area of Effect": "1d4 animals",
      "Components": "VSM",
      "Casting Time": "5 segments",
      "Saving Throw": "Negates"
    },
    "details": "A hold animal spell completely immobilises up to four animals (i.e. creatures listed under “animal” in Chapter 4) for the length of the spell's duration. The druid decides how many animals he or she will target with the spell: if there is only one target, the saving throw is made at -4; if two, each makes the saving throw at -2; if three, the saving throw is at -1; and if the druid seeks to hold four animals, each makes its saving throw with no penalty. Animals held by this spell may be killed or bound at a rate of one per round, or, if the attacker chooses, may be attacked at twice the normal rate with an automatic hit, for maximum damage."
  },
  "Hold Plant": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "4",
      "Range": "80-ft",
      "Duration": "1 round/caster level",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "6 segments",
      "Saving Throw": "Negates"
    },
    "details": "This spell affects plants that can move, whether naturally or as the result of a spell. Plants affected by the spell are frozen in place for the spell's duration, and if the spell is cast upon normal vegetation (such as dry leaves), these will make no sound other than sounds caused by the wind. In the case of moulds, fungi, and other plants that cannot be considered separately, the spell affects 4-16 square yards of space, as decided by the druid. In the case of plant creatures such as treants, the spell affects between one and four creatures, at the caster's option.\n\n\n\n\nDepending upon how many creatures (or square yards of space) the druid targets, the saving throw against the spell is subject to different penalties. If one creature (4 square yards) is targeted, the saving throw against the spell is made at a penalty of -4; two creatures or 8 square yards suffer a penalty of -2; three creatures or 12 square yards suffer a penalty of -1; and four creatures or 16 square yards suffer no penalty on the saving throw."
  },
  "Insect Plague": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "5",
      "Range": "320-ft",
      "Duration": "1 turn/caster level",
      "Area of Effect": "Cloud of 160-ft radius, 40-ft high",
      "Components": "VSM",
      "Casting Time": "7 segments",
      "Saving Throw": "None"
    },
    "details": "While casting this spell, the caster designates a central point for the spell's origin up to 360-ft from where he or she stands. When the caster utters the final words of the incantation, this focal point belches forth a massive cloud of stinging insects, which boils outward almost instantly to fill the spell's area of effect. Within the area of this massive cloud, visibility is limited to 30-ft, and all creatures automatically sustain 1 hit point of damage per round from the stings and bites of the numberless flying vermin. All creatures caught in the cloud with 4 or fewer hit dice must check morale, and those with 2 or fewer hit dice will automatically flee until they are 240-ft away from the edge of the roiling cloud. Fire and smoke will keep the swarm at bay (as will walls of force, etc.), but virtually the only way to disperse a swarm before the spell duration expires is to cast dispel magic upon the swarm's focal point. Even a fireball or flame strike will do nothing other than temporarily (1 turn) to clear the insects out of the area affected by their flames."
  },
  "Invisibility to Animals": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "1",
      "Range": "Touch",
      "Duration": "1 turn+1 round/level",
      "Area of Effect": "Creature touched",
      "Components": "SM",
      "Casting Time": "4 segments",
      "Saving Throw": "None"
    },
    "details": "With a gesture, the druid or other recipient of the spell fades from the sight, sound, and smell of any animal (i.e. creature listed under “Animal” in Chapter 5). Creatures with intelligence of 6+ are not affected by the spell. This powerful form of invisibility is not dispelled if the druid attacks, although a particular creature being attacked with a hand-held weapon will, of course, be aware of the druid's general location and be entitled to attack with a -4 penalty until the druid moves out of its immediate area. Druids will, by nature of their calling, not use this spell to commit wholesale slaughter upon animals except in extraordinary circumstances."
  },
  "Locate Animals": {
    "type": "Druidic Divination",
    "table": {
      "Level": "1",
      "Range": "Caster",
      "Duration": "1 round/caster level",
      "Area of Effect": "Path 20-ft wide, 20-ft/caster level long",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "None"
    },
    "details": "The caster becomes able to divine the presence of a particular kind of animal in the direction he or she views. The druid must concentrate for a full round in a particular direction in order to gain the insight granted by the spell. The spell's enchantment affects the caster, so the effects move with him or her. The divination is not blocked by any intervening substance, of any thickness."
  },
  "Locate Plants": {
    "type": "Druidic Divination",
    "table": {
      "Level": "2",
      "Range": "Caster",
      "Duration": "1 turn/caster level",
      "Area of Effect": "5-ft radius/caster level",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "None"
    },
    "details": "Upon casting this spell, the druid is imbued with the ability to mentally locate any specific type of plant upon which he or she concentrates, in the area the spell radiates around him or her as he or she moves."
  },
  "Neutralise Poison (Reversible)": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "3",
      "Range": "Touch",
      "Duration": "Instantaneous",
      "Area of Effect": "Creature touched",
      "Components": "VS",
      "Casting Time": "5 segments",
      "Saving Throw": "None (Negates)"
    },
    "details": "This spell detoxifies any sort of venom in a creature or object touched by the caster. An opponent (a venomous spider, for example) must be successfully touched by the caster, but is not entitled to a saving throw if the attack succeeds. Note that if the venomous creature produces new venom (normally a process that takes time), the new venom will be toxic, but any venom that is stored up in the creature will be affected and detoxified. The spell may also be used to prevent a poisoned character from suffering the poison's effects. The reverse of the spell allows the caster to deliver a lethally poisonous touch, requiring a successful roll to hit, and allowing a saving throw against the poison."
  },
  "Obscurement": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "2",
      "Range": "0",
      "Duration": "4 rounds/caster level",
      "Area of Effect": "10-ft×10-ft cube /caster level",
      "Components": "VS",
      "Casting Time": "4 segments",
      "Saving Throw": "None"
    },
    "details": "As this spell is completed, an enchanted mist billows from the area where the druid stands, rapidly filling the area of effect and reducing visibility therein to 1d4-ft×2-ft. The spell is affected by natural conditions such as strong winds, which will reduce the spell's effective duration."
  },
  "Pass Plant": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "5",
      "Range": "Touch",
      "Duration": "See below",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "7 segments",
      "Saving Throw": "None"
    },
    "details": "By means of this spell, the druid steps into one tree and steps out from a distant tree of the same type. The druid determines the direction in which he or she will travel from one tree to another. Most trees permit a maximum distance of travel of 300 yards, but trees sacred to druids allow travel of considerably greater distance; oak, yew, and rowan trees permit the druid to travel as far as 600 yards. If no tree of the same type is to be found in the direction the druid designates, he or she will emerge from any tree of that species within the spell's range closest to the direction he or she specified. The druid may remain in the first tree for as long as one round per caster level before being forced to leave the other tree, and in this case he or she will be treated in the same way as for a plant door spell. If no appropriate tree is available for the druid to step from, he or she may remain in the first tree for the spell's duration, but will not be able to use the spell for travelling."
  },
  "Pass Without Trace": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "1",
      "Range": "Touch",
      "Duration": "1 turn/caster level",
      "Area of Effect": "Creature touched",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "None"
    },
    "details": "Any creature upon which this spell is cast can move through any sort of terrain without leaving behind the slightest sign of its passage. It leaves no footprints, no scent and no other telltales of movement. It is impossible to trace its path except, temporarily, by one method–the path will radiate magic for 6d6 turns. Once this time elapses, the magical aura will fade away, leaving the trail undisturbed by any sign that the spell's recipient was ever there."
  },
  "Plant Door": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "4",
      "Range": "Touch",
      "Duration": "1 turn/caster level",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "6 segments",
      "Saving Throw": "None"
    },
    "details": "This spell allows the druid to travel effortlessly through vegetation of any kind, stepping through it as if it did not exist. The pathway may also be travelled by a druid of higher level than the caster, but no other creature can take advantage of the spell's effect. The pathway opened by the spell may be up to 5-ft wide, 10-ft high, and up to 120-ft/caster level in length. The druid may even use the spell to shift inside a tree or move through an area of plants affected by a spell (such as entangle). If the druid is within a tree that is attacked, he or she must leave the tree before it is killed or die with the tree."
  },
  "Plant Growth": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "3",
      "Range": "160ft",
      "Duration": "Permanent",
      "Area of Effect": "20-ft×20-ft square/caster level",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "None"
    },
    "details": "By means of this spell, the druid causes plants and vines to grow with unbelievable speed, forming a tangled barrier of thick vegetation. The enchantment may be dispelled, or the plants cleared by normal means. Chopping a way through the barrier is possible, but movement is restricted to 10-ft/turn (20-ft for size L creatures)."
  },
  "Predict Weather": {
    "type": "Druidic Divination",
    "table": {
      "Level": "1",
      "Range": "0",
      "Duration": "Instantaneous",
      "Area of Effect": "9 square miles",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "None"
    },
    "details": "The druid casts this spell upon virtually any substance: bones, leaves, powders, etc. He or she can read in the resulting pattern an exact divination of the weather as it will naturally occur within the surrounding nine square miles for the next two hours per caster level.\n\n\n\n\nFor example, a second level druid would be able to predict the weather four hours into the future."
  },
  "Produce Fire (Reversible)": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "4",
      "Range": "40-ft",
      "Duration": "1 round",
      "Area of Effect": "60-ft radius",
      "Components": "VSM",
      "Casting Time": "6 segments",
      "Saving Throw": "See below"
    },
    "details": "This spell instantly creates a normal fire within its area of effect, a blazing conflagration lasting only one minute (1 round) but causing 1d4 hit points of damage to any creature in the area and igniting all combustible material (subject, of course, to an item saving throw against normal fire). The reverse of the spell extinguishes all normal fires within the area of effect."
  },
  "Produce Flame": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "2",
      "Range": "0",
      "Duration": "2 rounds/caster level",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "4 segments",
      "Saving Throw": "See below"
    },
    "details": "On casting this spell, the druid's hand ignites with an eldritch fire that causes no harm to the druid but is otherwise equivalent to the flame of a torch. It can be used to set fires and may also be thrown as a missile. The throwing range of the flame is 40-ft, and when the flame hits an object it will explode, igniting all combustible material in a radius of 15-ft. (Materials are entitled to saving throws against normal fire.) The druid may banish the magical flame at will, but fires set by it must be extinguished by normal means."
  },
  "Protection From Fire": {
    "type": "Druidic Abjuration",
    "table": {
      "Level": "3",
      "Range": "Touch",
      "Duration": "See below",
      "Area of Effect": "One creature",
      "Components": "VSM",
      "Casting Time": "5 segments",
      "Saving Throw": "None"
    },
    "details": "The druid may use this spell to confer considerable protection from fire upon another creature, but if he or she casts it upon him- or herself the effects are far greater, conferring temporary invulnerability even to fires of magical nature, such as dragon's breath. If the spell is cast upon another creature, the recipient gains immunity to normal fire and a saving throw bonus of +4 against fire based attacks. Any damage incurred by fire attacks will also reduced by half. If the spell is cast upon the druid, he or she becomes completely invulnerable to normal fire and also ignores all damage from magical fire (dragon breath, fireball, etc.) until a total of 12 hp/caster level has been absorbed by the spell, at which time the spell will be dissipated."
  },
  "Protection From Lightning": {
    "type": "Druidic Abjuration",
    "table": {
      "Level": "4",
      "Range": "Touch",
      "Duration": "See below",
      "Area of Effect": "One creature",
      "Components": "VSM",
      "Casting Time": "6 segments",
      "Saving Throw": "None"
    },
    "details": "The druid may use this spell to confer considerable protection from lightning upon another creature, but if he or she casts it upon him- or herself the effects are far greater, conferring temporary invulnerability even to lightning of magical nature, such as dragon's breath. If the spell is cast upon another creature, the recipient gains immunity to normal electrical effects and a saving throw bonus of +4 against lightning based attacks. Any damage incurred by them will also reduced by half. If the spell is cast upon the druid, he or she becomes completely invulnerable to normal electrical effects and also ignores all damage from magical lightning (dragon breath, lightning bolt, etc.) until a total of 12 hp/caster level has been absorbed by the spell, at which time the spell will be dissipated."
  },
  "Purify Water (Reversible)": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "1",
      "Range": "40-ft",
      "Duration": "Instantaneous",
      "Area of Effect": "1 cubic-ft/caster level",
      "Components": "VS",
      "Casting Time": "1 round",
      "Saving Throw": "None"
    },
    "details": "This spell removes all impurities from water, making it clear and drinkable. The reverse of the spell contaminates water, making it impossible to drink, and will negate the properties of holy and unholy water."
  },
  "Pyrotechnics": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "3",
      "Range": "160-ft",
      "Duration": "See below",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "5 segments",
      "Saving Throw": "None"
    },
    "details": "The pyrotechnics spell may be used to produce two entirely different effects: a bright display of fiery light or a massive pall of smoke. Both possible uses of the spell require an existing fire source (which may be anywhere in the spell's range), and the spell's area of effect depends on the size of the originating fire.\n\n\n\n\nIf the spell is used to produce fireworks, the flashing display will temporarily blind (for 1d4+1 rounds) all creatures in the area of effect and 120-ft beyond–provided that the display is not obstructed from view, of course. The fireworks fill an area ten times the volume of the original fire source and persist for 1 segment/caster level.\n\n\n\n\nIf the spell is used to produce smoke, a billowing cloud will emanate from the fire source, obscuring vision beyond 20-ft in an area 100 times the volume of the fire source. Whatever fire is used as the spell's source is extinguished immediately as the spell is cast."
  },
  "Reincarnate": {
    "type": "Druidic Necromancy",
    "table": {
      "Level": "7",
      "Range": "Touch",
      "Duration": "Instantaneous",
      "Area of Effect": "Creature touched",
      "Components": "VSM",
      "Casting Time": "1 turn",
      "Saving Throw": "None"
    },
    "details": "Provided that a body has been dead for no more than a week, a powerful druid can recall its spirit from the dead–but into another body. The form of the new body is not subject to the druid's control, and is determined by means of the tables below. The new body will appear within 1d6 turns near the soul's former body. Elves may be brought back to life by reincarnation. There is a 35% chance that the new incarnation will be from the “humanoid” table and a 65% chance that the new incarnation will be from the animal table. The new incarnation (if sapient) will retain the original character's experience points, but will have new physical (Str, Dex, Con) ability scores randomly rolled and adjusted for the new race. The character will retain his or her original mental ability scores (Int, Wis, Cha).\n\n\n\n\nHumanoid Table\n\n\n\n\n\n Die Roll  New Incarnation \n\n\n  01-02    Bugbear  \n\n\n  03-05    Dwarf  \n\n\n  06-16    Elf  \n\n\n  17-18    Gnoll  \n\n\n  19-31    Gnome  \n\n\n  32-33    Goblin  \n\n\n  34-36    Half-elf  \n\n\n  37-39    Halfling  \n\n\n  40-42    Half-orc  \n\n\n  43-44    Hobgoblin  \n\n\n  45-88    Human  \n\n\n  89-91    Kobold  \n\n\n  92-93    Ogre  \n\n\n  94-95    Ogre Mage  \n\n\n  96-98    Orc  \n\n\n  99-00    Troll  \n\n\n\n\n\nAnimal Table\n\n\n\n\n\n Die Roll  New Incarnation \n\n\n  01-05    Badger  \n\n\n  06-18    Bear  \n\n\n  19-24    Boar  \n\n\n  25-29    Centaur  \n\n\n  30-35    Dryad  \n\n\n  36-43    Eagle  \n\n\n  44-46    Fox  \n\n\n  47-52    Hawk  \n\n\n  53-57    Lynx  \n\n\n  58-62    Owl  \n\n\n  63-68    Pixie  \n\n\n  69-71    Raccoon  \n\n\n  72-76    Faun  \n\n\n  77-84    Stag  \n\n\n  85-92    Wolf  \n\n\n  93-00    Wolverine"
  },
  "Repel Insects": {
    "type": "Druidic Abjuration",
    "table": {
      "Level": "4",
      "Range": "Caster",
      "Duration": "1 turn/caster level",
      "Area of Effect": "One creature",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "See below"
    },
    "details": "An invisible barrier forms around the spell's recipient as the caster completes the invocation, warding him or her from insects. Only true insects are affected by the spell, which does not repel spiders, scorpions, beetles or centipedes. Normal insects are completely hedged out by the spell, and giant varieties (2+ HD) must succeed in a saving throw against spells to pass the barrier. Even if a giant insect should manage to penetrate the barrier, it will sustain 1d6 hit points of damage from doing so."
  },
  "Shillelagh": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "1",
      "Range": "Touch",
      "Duration": "1 round/caster level",
      "Area of Effect": "1 oak club",
      "Components": "VSM",
      "Casting Time": "1 segment",
      "Saving Throw": "None"
    },
    "details": "The druid imbues a club or billet of oak-wood with enchanted power, making it +1 “to hit” and capable of inflicting 2d4 points of damage against small and medium-sized opponents, 1d4+1 against large opponents. The shillelagh must be wielded by the druid in order for it to possess these magical properties; in the hands of any other person it will be no more than an ordinary wooden club."
  },
  "Snare": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "3",
      "Range": "Touch",
      "Duration": "Permanent (until triggered)",
      "Area of Effect": "10-ft radius+6-ft/caster level",
      "Components": "VSM",
      "Casting Time": "3 rounds",
      "Saving Throw": "None"
    },
    "details": "This spell is used to enchant a normal snare, making it hard to detect and supernaturally effective. The spell is cast upon a rope, vine, or cord, which then blends perfectly with the surroundings, becoming 90% undetectable to normal (unenchanted) vision. When any creature steps into the area bounded by the snare, the snare will whip closed and bind the victim tightly. Strength of 23 is required to break the snare for one hour after the spell is triggered, and the strength required falls by one point per hour until 12 hours have elapsed, at which time the spell ceases to have any effect. If the snare is attached to a suitably flexible tree, the spell will magically bend the tree so that when the trap is triggered it will snap the victim into the air for 1d6 points of damage and hold it suspended from the branches."
  },
  "Speak With Animals": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "1",
      "Range": "0",
      "Duration": "2 rounds/caster level",
      "Area of Effect": "One animal type within 40-ft of the caster",
      "Components": "VS",
      "Casting Time": "3 segments",
      "Saving Throw": "None"
    },
    "details": "When the caster invokes this spell, he or she becomes able to communicate with and understand the “speech” of normal animals (with the exception of mindless creatures). While the spell lasts, the animal (and any other animals of the same type in its company) will refrain from attacking, even if they were initially hostile. Depending upon the nature of the conversation, if the animal's alignment is neutral or of the same tendency as the cleric's, the animal may be disposed to help the cleric in some manner. It is important to note that the spell does not permit speech with animals of monstrous or unnatural nature; communication with a monster such as a cockatrice, for example, is beyond the spell's power. Neither does the spell suddenly imbue an animal with intelligence; the observations and opinions of an animal such as a badger will be appropriate to the animal's own experiences, motives, and intellectual limitations."
  },
  "Speak With Plants": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "4",
      "Range": "Caster",
      "Duration": "2 rounds/caster level",
      "Area of Effect": "40-ft radius around caster",
      "Components": "VSM",
      "Casting Time": "1 turn",
      "Saving Throw": "None"
    },
    "details": "The caster becomes able to hold converse with living plant matter. He or she may pose questions and understand the answers given, although any conclusions or opinions the plant provides will be based on the plant's level of intelligence. Even a normal plant, however, will be able to convey information about events that have transpired near it. If the plants are capable of motion, it will be possible for the caster to persuade them into a course of action, such as drawing aside to allow passage, or even attacking an enemy citadel."
  },
  "Sticks to Snakes (Reversible)": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "5",
      "Range": "40-ft",
      "Duration": "2 rounds/caster level",
      "Area of Effect": "5-ft radius",
      "Components": "VSM",
      "Casting Time": "7 segments",
      "Saving Throw": "None"
    },
    "details": "This spell enables the caster to transform sticks into serpents that attack at the caster's will. The snakes may be ordered to take other actions if the caster can speak with them, but this spell alone does not grant the power to communicate with the snakes, only to will them to attack particular opponents. The spell transforms one stick per caster level, and each snake has a 5% chance per caster level of being venomous. The reverse of the spell will change snakes into harmless sticks and can work such a transformation upon snakes created by means of this spell. Sticks of a magical quality, such as wands or magic spears, are not affected by the spell."
  },
  "Stone Shape": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "3",
      "Range": "Touch",
      "Duration": "Instantaneous",
      "Area of Effect": "3 cubic-ft+1/caster level",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "None"
    },
    "details": "The caster moulds stone by the power of his or her will, shaping it into whatever object or form he or she desires, from a weapon to a sculpture to an ornate stone footstool. Whether used to decorate a building with gargoyles or to make an escape hole from a stone prison, this spell is extremely versatile and useful."
  },
  "Summon Insects": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "3",
      "Range": "30-ft",
      "Duration": "1 round/caster level",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "1 round",
      "Saving Throw": "None"
    },
    "details": "When the druid completes the intonations and gestures of this spell, a swarm of insects appears from nearby or from the thin air to attack the druid's enemies. There is a 70% chance that the swarm will be composed of flying insects, 30% chance that the insects will be ants or other non-airborne biting vermin. A flying swarm can move tremendously fast, but a crawling swarm is limited to movement of 12-ft/round. In either case, the insects automatically inflict 2 hp damage per round against their target, and the unfortunate victim will be so thickly covered as to be incapable of any action, including movement. The druid may redirect the swarm to attack another opponent, but the command will cause 1 round of confusion within the swarm as it reorients itself toward the new target."
  },
  "Transmute Metal to Wood": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "7",
      "Range": "80-ft",
      "Duration": "Instantaneous (permanent)",
      "Area of Effect": "One metal object",
      "Components": "VSM",
      "Casting Time": "9 segments",
      "Saving Throw": "See below"
    },
    "details": "Using this spell, the druid may select a single object of metal and change its substance to wood. The spell affects up to 8 lbs of metal per caster level. The item is not entitled to a saving throw, but magic items have a flat 90% chance of being unaffected by the spell."
  },
  "Transmute Rock to Mud (Reversible)": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "5",
      "Range": "160-ft",
      "Duration": "See below",
      "Area of Effect": "20-ft cube/caster level",
      "Components": "VSM",
      "Casting Time": "7 segments",
      "Saving Throw": "None"
    },
    "details": "This spell transforms solid rock into mud, the volume transformed being proportionate to the caster's level. Any volume of mud will sink until its depth is equal to about one half the pool's diameter. If this spell is cast upon a ceiling, the resulting volume of mud will immediately collapse, possibly trapping or suffocating those caught beneath. Similarly, if a floor is turned to mud, creatures standing in the area will sink and may be trapped. If dispel magic is cast upon the mud before it eventually dries into dirt, the mud will return to stone, but in the shape and location of the mud (i.e., a collapsed ceiling will not return to its original place; it will be frozen back into stone where it collapsed). The spell's reverse transforms mud into sandstone or a similar sedimentary rock."
  },
  "Transport via Plants": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "6",
      "Range": "Touch",
      "Duration": "See below",
      "6Area of Effect": "See below",
      "Components": "VS",
      "Casting Time": "3 segments",
      "Saving Throw": "None"
    },
    "details": "The mystic oneness of all nature is a principal tenet of many druidic sects, and it sees practical use in the transport via plants spell. Upon casting this spell, the druid may travel almost instantly from one plant to another through the mystic oneness that joins all life forms. The spell operates in much the same fashion as pass plant, but with an unlimited range.\n\n\n\n\nWhen the spell is cast, the druid simply steps into a large plant of any kind and disappears into it. He or she may remain in the first plant for up to 24 hours, but at any time he or she may step forth from another plant of the same species in another location. The druid may know of a specific plant from which he or she wants to emerge, or may simply specify a distance and a direction. If the druid does not know of a specific destination plant, his or her arrival may be off by 1d% miles from the desired point of arrival, at the GM's discretion."
  },
  "Tree": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "3",
      "Range": "Caster",
      "Duration": "6 turns+1 turn/caster level",
      "Area of Effect": "Caster",
      "Components": "VSM",
      "Casting Time": "5 segments",
      "Saving Throw": "None"
    },
    "details": "Casting this spell causes the druid's shape to melt and twist into that of a tree, its general appearance determined by the caster. The spell is neither an illusion nor a charm: the druid is, for all intents and purposes, a tree. However, in tree shape the druid retains human senses and will be fully aware of his or her surroundings. The druid may shift back into human shape at will, thereby ending the spell. Magical detections will reveal the druid's true form, but ordinary inspections, no matter how minute, will not."
  },
  "Trip": {
    "type": "Druidic Enchantment/Charm",
    "table": {
      "Level": "2",
      "Range": "Touch",
      "Duration": "1 turn/caster level",
      "Area of Effect": "One object, up to 10-ft length",
      "Components": "VSM",
      "Casting Time": "4 segments",
      "Saving Throw": "Negates"
    },
    "details": "This spell turns an appropriate object into a magical trap of sorts. The object rises from the ground and trips any creature crossing over it, even if they are aware of it (saving throw vs spells–unlisted category, +4 if aware of the object). The object is 80% undetectable and will affect even the caster. The trap causes falls to be much worse than normal: a running creature will suffer 1d6 points of damage and be stunned for 1d4+1 rounds, or will merely be stunned if they fall onto a soft surface such as grass. Creatures larger than size M are not affected by the spell."
  },
  "Turn Wood": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "6",
      "Range": "0",
      "Duration": "4 rounds/caster level",
      "Area of Effect": "120-ft wide path, 20-ft long/caster level",
      "Components": "VSM",
      "Casting Time": "8 segments",
      "Saving Throw": "None"
    },
    "details": "At the completion of this spell, the druid holds his or her palm outstretched, and with the final word of the spell a tremendous burst of power rolls forth, forcing back all wooden objects. Even very large wooden structures that are not affixed to the ground will be affected, although objects fixed to the ground will manage to withstand the spell's awesome power. A sapling-sized or smaller piece of wood will splinter and break even if it is firmly affixed. The druid need not concentrate on maintaining the waves of force and cannot change the direction of the flow of eldritch power once it is set."
  },
  "Wall of Fire": {
    "type": "Druidic Evocation",
    "table": {
      "Level": "5",
      "Range": "80-ft (wall) or caster (ring)",
      "Duration": "See below",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "7 segments",
      "Saving Throw": "None"
    },
    "details": "One of the more dramatic examples of druidic magic is the wall of fire spell, by which the druid calls up a blazing inferno of flame in the shape of a wall. One side of the conflagration emits the searing heat one would expect, but the other side emits merely a gentle warmth. Passing through the flames inflicts 4d4 damage plus 1/caster level. Creatures as far as 10-ft from the hot side of the wall incur 2d4 hit points of damage, and even creatures as far as 20-ft from the fire are burned for 1d4 points of damage. Undead creatures suffer worse from the power of this druidic magic, taking twice the ordinary damage the wall would inflict.\n\n\n\n\nThe wall persists for as long as the druid concentrates upon it, or, if the druid does not choose to maintain concentration, will remain for 1 round/caster level. The druid may evoke a wall of fire in one of two shapes: a wall or a ring. The size of a straight wall is up to one 20-ft square per caster level. A ring has a radius of up to five ft per caster level (with the caster in the centre) and is 20-ft high. If the druid manifests the spell as a wall, the effect is stationary. The ring-shaped wall moves with the caster."
  },
  "Wall of Thorns": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "6",
      "Range": "80-ft",
      "Duration": "1 turn/level",
      "Area of Effect": "100-ft cube/caster level",
      "Components": "VS",
      "Casting Time": "8 segments",
      "Saving Throw": "None"
    },
    "details": "When the druid casts this spell, a tangled wall of briar vines erupts from the ground, bristling with sharp, deadly thorns. Running into or attempting to force a way through the thorns will cause 8 hp damage, plus 1 hp for every point of armour class. A creature may be caught within the wall of thorns when the spell is cast, and if this is the case it will take damage immediately and must fight through (taking damage a second time) to gain enough freedom of motion to chop at the thorns. It takes four turns to cut through a 40-ft thickness of a wall of thorns.\n\n\n\n\nNormal fire has no effect upon a wall of thorns, but magical fire can ignite the entire growth, creating a wall of fire (as per the spell) that burns away to nothing in two turns."
  },
  "Warp Wood": {
    "type": "Druidic Transmutation/Alteration",
    "table": {
      "Level": "2",
      "Range": "10-ft/caster level",
      "Duration": "Instantaneous (permanent)",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "4 segments",
      "Saving Throw": "None"
    },
    "details": "This spell permanently warps wood and may be used to destroy arrows, spears, doors, etc. The druid may affect a volume of wood roughly fifteen inches long by one inch thick per caster level, about the volume of an axe handle. Multiple items may be affected; four arrows have about the same volume as an axe handle. A fifth-level druid could effectively destroy a normal door with this spell."
  },
  "Water Breathing (Reversible)": {
    "type": "Druidic Transmutation/Alteration\n]",
    "table": {
      "Level": "3",
      "Range": "Touch",
      "Duration": "6 turns/level",
      "Area of Effect": "One creature",
      "Components": "VSM",
      "Casting Time": "5 segments",
      "Saving Throw": "None"
    },
    "details": "This spell grants the ability to breathe underwater while the spell lasts. The reverse of the spell allows a water-breathing creature to breathe in the air."
  },
  "Weather Summoning": {
    "type": "Druidic Conjuration/Summoning",
    "table": {
      "Level": "6",
      "Range": "0",
      "Duration": "See below",
      "Area of Effect": "See below",
      "Components": "VSM",
      "Casting Time": "1 turn",
      "Saving Throw": "None"
    },
    "details": "The area of effect of this spell is d% square miles, bringing about a rapid change in the weather for several square miles surrounding the point where the spell is cast. It requires no more than 10-40 minutes for the spell to take its full effect across the vast area it covers. The spell affects precipitation, temperature, and wind speed. Existing weather conditions cannot be utterly changed by the force of this spell; a clear day cannot be made cloudy, for instance, but it can be made partly cloudy. Hot weather can be made merely warm, and only a light breeze can be raised from calm weather."
  }
}
