{
  "Affect Normal Fires": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "With arcane words and gestures, the magic user may command small fires, \nup to a limit of 1½-ft in radius, to grow smaller or larger. Any fire \nwithin the spell's size limitations may be made as small as a candle \nflame or turned into a bonfire up to 3-ft in diameter. An affected fire \nonly consumes fuel appropriate to its new size, but will continue to \nradiate the same heat as a fire of its original size.",
    "Level": "1",
    "Range": "5-ft/caster level",
    "Duration": "1 round/caster level",
    "Area of Effect": "1½-ft radius fire",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Airy Water": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell transforms water or other non-magical liquids into a bubble \nof air in the area surrounding the caster. The bubble has the same \ndensity as water and will not support the magic user in the water; he or\n she will sink or float as normal, surrounded by the bubble's \natmosphere. The oxygen content of the air in the bubble does not run out\n until the spell expires.",
    "Level": "5",
    "Range": "Caster",
    "Duration": "1 turn/level",
    "Area of Effect": "10-ft radius sphere or 20-ft radius hemisphere",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Animal Growth": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell causes up to 8 animals in the area of effect to grow to twice\n normal size, doubling their hit dice and the damage they inflict. The \nspell does not influence the animals' attitude toward the caster, so it \nis advisable to ensure ahead of time that they are friendly. The reverse\n of the spell halves their size and damage inflicted.",
    "Level": "5",
    "Reversible": true,
    "Range": "60-ft",
    "Duration": "1 round/level",
    "Area of Effect": "Up to 8 animals in a 20-ft square area",
    "Components": "VS",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Animate Dead": {
    "Type": "Arcane Necromancy",
    "Details": "By casting this spell, the caster calls the bones or bodies of dead \nhumans or humanoids to rise and become lesser undead (skeletons or \nzombies). The undead will obey their creator's simple commands, \nfollowing him or her, or perhaps guarding a location he or she \ndesignates against any creature (or not guarding it against certain \ncreatures) that might enter. The spell's effects are permanent, but can \nbe dispelled by the use of dispel magic. Use of this spell is \ninherently not in accordance with the good alignments and is seldom used\n by good characters unless there is pressing need. Moreover, casting the\n spell in the confines of a city may subject the caster to inquiry by \nsecular and religious authorities alike. A caster may animate one zombie\n or skeleton per caster level.",
    "Level": "5",
    "Range": "10-ft",
    "Duration": "Permanent",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "5 rounds",
    "Saving Throw": "None"
  },
  "Anti-Magic Shell": {
    "Type": "Arcane Abjuration",
    "Details": "An anti-magic shell is a bubble of space around the magic user \nthat completely prevents all magic from operating within its confines. \nSpell effects do not enter or function within the shell, providing the \ncaster with complete protection from gaze attacks, hostile spells, and \neven the entrance of conjured or summoned creatures into his or her \nvicinity. The drawback of an anti-magic shell, of course, is that the \ncaster him- or herself cannot cast spells or avail him- or herself of \nmagic items while inside. Magic weapons, armour, and the like do not \ngain their bonuses or abilities while inside the shell, but would still \nfunction as non-magical weapons or armour.",
    "Level": "6",
    "Range": "Caster",
    "Duration": "1 turn/level",
    "Area of Effect": "5-ft radius/level globe",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Antipathy/Sympathy": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell affects an area or an object with a magical aura that repels \nor attracts a certain, specified type of being. Either a race of \ncreature or an alignment must be specified. Note that if the spell is \ncast upon an object rather than an area, the targeted type of creature \nwill have a penalty of -2 on the saving throw. If the magic user creates\n an antipathy for the area or object, the targeted creature type will \nfeel an intense desire to stay away from it. A saving throw applies, \npermitting the creature to remain, or to touch the object, but even if \nthe saving throw is successful the creature will feel extremely \nuncomfortable in its presence. Creatures that are able to remain in the \narea or near the object will begin to lose 1 point of dexterity per \nround (maximum 4 points) from discomfort.\n\n\n\n\nIf the magic user creates sympathy for an object or area, on the other \nhand, the targeted creature type will feel attracted to the area or \nobject, pleased to remain in the vicinity, or covetous of the “precious”\n item. If the creature does not make a saving throw, it will do whatever\n is in its power to stay in contact with the area or the enchanted \nobject.",
    "Level": "8",
    "Range": "30-ft",
    "Duration": "12 turns/level",
    "Area of Effect": "Area 10 cubic-ft/level, or a single object",
    "Components": "VSM",
    "Casting Time": "6 turns",
    "Saving Throw": "See below"
  },
  "Astral Spell": {
    "Type": "Arcane Evocation",
    "Details": "Astral spell allows the caster and up to five companions to \nleave their material bodies and travel through the astral plane to other\n planes of existence. As the spell is cast, the character's material \nbody enters a trance-like state of suspended animation while his or her \nconsciousness enters the astral plane. The astral plane is a nexus with \nother planes of existence beyond, and the caster may choose to enter \nthese other planes of existence. If a character does transcend from the \nastral into another plane, he or she becomes a physical manifestation in\n that existence, forming a duplicate body identical to the one left in \nstasis back in the material plane. It is possible to travel astrally to \nother locations in the material plane, but a new body cannot be formed \nin a plane where the character already has a physical manifestation. \nWhile travelling in the astral plane, and after a new physical \nmanifestation has formed on a plane beyond the astral, the character \nremains connected to his or her original body by a “silver cord,” an \ninvisible, mystical link. If the silver cord is broken or severed (some \nthreats in the astral plane can cause this to happen), the character \ndies, both on the material plane and in astral form.\n\n\n\n\nMost magic items lose some or all of their power on the astral plane. \nUnless an item's magical qualities are imbued so deeply as to exist in \nmany planes, an astral traveller's physical manifestation on another \nplane will be equipped with only the unenchanted substance of otherwise \nmagic items and weapons.",
    "Level": "9",
    "Range": "Touch",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "VS",
    "Casting Time": "9 segments",
    "Saving Throw": "None"
  },
  "Audible Glamour": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "This spell is, as its name suggests, the creation of illusory sounds. \nThe caster designates a focal point for the spell, which must, of \ncourse, be within the spell's range. The focal point can be moved by the\n caster at will until the spell's duration expires. The spell can create\n any type of sound, but the maximum volume of the noise depends upon the\n caster's level. A third level caster can produce the noise of 4 people \nshouting (or acting more quietly). Each additional caster level allows \nthe caster to add the sound of four more people into the illusion. As a \nbenchmark, the sound of an explosion or landslide would require a caster\n level of approximately 8th. Listeners are only entitled to saving \nthrows if they have cause to doubt the apparent sounds. Players must \nstate such disbelief, while the GM will make such determinations for \nmonsters and NPCs based on the plausibility of the audible glamour.",
    "Level": "2",
    "Range": "60-ft+10-ft/level",
    "Duration": "2 rounds/level",
    "Area of Effect": "Hearing distance from targeted point",
    "Components": "VM",
    "Casting Time": "2 segments",
    "Saving Throw": "See below"
  },
  "Blink": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell is a weak and rather unreliable form of one of the true \nmage's most powerful capabilities: teleportation magic. For the duration\n of the spell, the magic user teleports 2-ft in a random direction once \nper round. The segment in which the magic user disappears and reappears \nis determined on 2d4, while the compass direction is rolled on a d8. If \nthe direction roll would result in the caster being teleported into a \nsolid object, the caster will blink a second time, for a distance of no \nmore than 10-ft. If this second blink also results in the caster \noccupying a solid object, the spell will end, marooning the caster in \nthe æthereal plane of existence. During and after the segment in which \nthe teleportation occurs, the magic user's sudden change of location \nprevents any direct attacks upon him or her. The caster may only be \nattacked directly if the attack is made before the blink takes place. If\n the caster teleports both from and into an area which is affected by an\n area-of-effect spell, he will suffer its effects. The constant changes \nof location take a toll upon the caster, who has a 25% chance of failing\n at attempts to cast spells, use most magic items, or take any action \nbeyond making physical attacks.",
    "Level": "3",
    "Range": "Caster",
    "Duration": "1 round/level",
    "Area of Effect": "Caster",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Burning Hands": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "While casting this spell, the magic user touches his or her thumbs \ntogether, and a sheet of flame explodes from his or her fingers to burn \nopponents within the spell's short (3-ft) range. The flames inflict 1 hp\n of damage per caster level (no saving throw applies). Any combustible \nitems caught in the sheet of flame must pass a saving throw against \nnormal fire or be destroyed.",
    "Level": "1",
    "Range": "Caster",
    "Duration": "1 round",
    "Area of Effect": "Fan of flame 3-ft long in a 120-degree arc",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Cacodemon": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell summons a demon or other fiend (such as a devil) from the \nlower planes of existence into the material planes. In order to cast the\n spell, the caster must know the fiend's true name, but such information\n is often contained in forbidden tomes of lost lore. The spell cannot \nsummon the lesser sorts of demons that have no personal names, nor is it\n powerful enough to summon members of the demonic or diabolical \nnobility. The spell provides no protection whatsoever against the wrath \nof the summoned creature–and make no mistake, the summoned creature will\n be extremely resentful of the caster's temerity.\n\n\n\n\nIn general, this spell is cast only with multiple protections against \nthe summoned fiend, such as a pentacle to contain the demon and a magic \ncircle to protect the magic user. The exact nature of any discussions or\n negotiations with creatures of the nether planes is, of course, a \nmatter to be handled in the course of the game, with the GM deciding \nwhat the fiend is thinking and how it acts.\n\n\n\n\nIt is treacherous in the extreme to deal with demons, for they are \nintelligent and ruthless. They are not, however, unreliable; since the \ncaster knows the fiend's true name, it is compelled to abide by any \nagreements it might make, although it might be able to twist the spirit \nof the agreement while still abiding to the letter of it.\n\n\n\n\nCertain spells (spirit-rack or trap the soul, for example) can be (and often are) used to strengthen the magic user's hand in any negotiations with a demon.",
    "Level": "7",
    "Range": "10-ft",
    "Duration": "See below",
    "Area of Effect": "One summoned creature",
    "Components": "VSM",
    "Casting Time": "5 hours",
    "Saving Throw": "See below"
  },
  "Charm Monster": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell operates as charm person does, but can affect any living creature; possibly more than one, depending on the monsters' level value. See the chart below:\n\n\n\n\n\n Level value of monsters  Number affected  Chance/week to break enchantment \n\n\n  Level 1    2d4    5%  \n\n\n  Level 2    1d4    10%  \n\n\n  Level 3    1d2    15%  \n\n\n  Level 4    1    25%  \n\n\n  Level 5    1    35%  \n\n\n  Level 6    1    45%  \n\n\n  Level 7    1    60%  \n\n\n  Level 8    1    75%  \n\n\n  Level 9+    1    90%",
    "Level": "4",
    "Range": "60-ft",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "VS",
    "Casting Time": "4 segments",
    "Saving Throw": "Negates"
  },
  "Charm Person": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "The powerful enchantment woven by this spell will affect any “person,” \nmeaning character races (but note that elves are 90% resistant), and \nhumanoids (as defined in Chapter 5) up to a ceiling of one hit die of \ncharmed creatures per character level at any one time. If the target \ncreature fails a saving throw, it will view the magic user as a trusted \nfriend, interpreting his or her every word in its most positive light.\n\n\n\n\nCharmed creatures will place themselves into moderate danger, including \ncombat, on the caster's behalf, but will not undertake risks beyond \nthose the creature might ordinarily take. The magic user must be able to\n talk to the charmed creature if he or she is to give it any sort of \ncomplex “request.” Charmed creatures are allowed periodic saving throws \nto break the charm, based on intelligence:\n\n\n\n\n\n19+one saving throw/day\n\n\n18one saving throw/2 days\n\n\n17one saving throw/3 days\n\n\n15-16one saving throw/week\n\n\n13-14one saving throw/2 weeks\n\n\n10-12one saving throw/3 weeks\n\n\n7-9one saving throw/month\n\n\n4-6one saving throw/2 months\n\n\n3 or lessone saving throw/3 months\n\n\n\n\n\nThe charm will be broken automatically if the magic user obviously tries to harm the charmed creature.",
    "Level": "1",
    "Range": "120-ft",
    "Duration": "See below",
    "Area of Effect": "One person",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "Negates"
  },
  "Charm Plants": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell grants the magic user the ability to communicate with (for a \nperiod of 1 turn) and command plants (the obedience is permanent) in the\n spell's area of effect. No unusual abilities are granted to the plants;\n they have no additional capabilities beyond those they had before the \nspell was cast. Only intelligent plants are entitled to a saving throw, \nbut at a penalty of -4.",
    "Level": "7",
    "Range": "30-ft",
    "Duration": "Permanent",
    "Area of Effect": "30-ft×10-ft",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "Negates"
  },
  "Clairaudience": {
    "Type": "Arcane Divination",
    "Details": "Clairaudience allows the caster to eavesdrop magically upon a \nparticular location. There is no effective limit to the spell's range, \nbut the location must either be familiar to the caster or be obvious, \nsuch as the top floor inside a tower the caster can see, or just beyond a\n dungeon door. The spell cannot penetrate metal; sheets of any type of \nmetal between the caster and the target area will prevent the magic user\n from being able to scry upon the area. The caster will be able to hear \nsounds in a 6-ft radius of the spell's focal point. The spell cannot be \nused to scry across planes of existence; it is limited to locations in \nthe same plane in which it is cast.",
    "Level": "3",
    "Range": "See below",
    "Duration": "1 round/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Clairvoyance": {
    "Type": "Arcane Divination",
    "Details": "Clairvoyance, together with clairaudience, is one of \nthe classic “scrying” spells–spells that allow the caster to extend his \nor her perception and senses far into the distance to spy upon enemies \nand scout locations. Clairvoyance is a means of seeing events \nin a distant location. There is no effective limit to the spell's range,\n but the location must either be familiar to the caster or be obvious, \nsuch as the top floor inside a tower the caster can see, or just beyond a\n dungeon door.\n\n\n\n\nThe spell cannot penetrate metal; sheets of any type of metal between \nthe caster and the target area will prevent the magic user from being \nable to scry upon the area. The caster will be able to hear sounds in a \n10-ft radius of the spell's focal point even if the area is dark. If the\n area is not dark, the caster will be able to see as if he or she were \nstanding at the spell's focal point, for a normal distance but in all \ndirections at once (for the vision is in his or her mind's eye).\n\n\n\n\nThe spell cannot be used to scry across planes of existence; it is limited to locations in the same plane in which it is cast.",
    "Level": "3",
    "Range": "See below",
    "Duration": "1 round/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Clenched Fist": {
    "Type": "Arcane Evocation",
    "Details": "As with the other hand spells, clenched fist evokes a \nmagical hand, but in this case the hand is always at least as large as a\n giant's and is curled into a fist rather than held open. The clenched \nfist strikes one of the magic user's enemies per round, never missing, \nfor so long as the caster concentrates upon it. No other activity is \npossible while concentrating, and breaking the caster's concentration \nends the spell. The fist rolls a d20 to determine damage (it hits \nautomatically): on a roll of 1-12, the fist deals 1d6 hp of damage; on a\n 13-15, it deals 2d6 hit points, on a roll of 16-19 it deals 3d6 hit \npoints and stuns the opponent for one round, and on a roll of 20+ it \ndeals 4d6 hit points and stuns the opponent for 3 rounds. If the \nopponent has already been stunned, the d20 roll receives a +4 bonus. As \nwith the other hand spells, the hand has as many hit points as the caster's full hit points.",
    "Level": "8",
    "Range": "5-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "Enchanted hand",
    "Components": "VSM",
    "Casting Time": "8 segments",
    "Saving Throw": "None"
  },
  "Clone": {
    "Type": "Arcane Necromancy",
    "Details": "This eerie spell creates a true, living duplicate of a creature, grown \nin a vat in the magic user's laboratory and matured rapidly to \nadulthood. The clone has the level, the experience points, and the \nmemories of the original person as of the time a piece of that person \nwas obtained for the purpose of making a clone. If a clone and its \noriginal exist simultaneously, the magical flux of such a situation can \ndrive either or both of them insane. Each will seek to destroy the other\n with an uncontrollable sense that something is horribly wrong while \nboth exist.\n\n\n\n\nIf the situation persists, the clone is 70% likely to go insane, a 20% \nchance that the original will go insane, and a 5% chance that both will \nbecome insane, with a 5% chance that both will somehow accept that they \nco-exist.\n\n\n\n\nIt takes 2d4 months for the caster to grow the clone in his vats before \nit becomes a true duplicate of the original. If the process of \nvat-growth is interrupted prematurely, the clone will be utterly insane,\n hating all living things, and may become psychotic.",
    "Level": "8",
    "Range": "Touch",
    "Duration": "Instantaneous",
    "Area of Effect": "One clone",
    "Components": "VSM",
    "Casting Time": "1 turn (See below)",
    "Saving Throw": "None"
  },
  "Cloudkill": {
    "Type": "Arcane Evocation",
    "Details": "This spell calls into being a poisonous cloud of roiling vapour, heavier\n than air, which moves along the ground (or into holes) at a movement \nrate of 10-ft/round. The eldritch poison of the cloud is so virulent \nthat it kills creatures of fewer than 4+1 HD instantly, with no saving \nthrow. Creatures with 4+1 HD up to 5+1 HD are allowed a saving throw at \n-4, and creatures of 5+2 up to 6 HD must make a normal saving throw. \nFailure on the saving throw means that the victim dies. The spell is \naffected normally by winds, although it magically avoids rolling back \nover the caster under any circumstances. It is dispersed in 4 rounds by a\n strong wind, and by thick growths of vegetation if it rolls through \nthese for a distance of 20-ft.",
    "Level": "5",
    "Range": "10-ft",
    "Duration": "1 round/level",
    "Area of Effect": "Cloud 40-ft wide, 20-ft high, 20-ft deep",
    "Components": "VS",
    "Casting Time": "5 segments",
    "Saving Throw": "See below"
  },
  "Comprehend Languages": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell allows the magic user to decipher a written language \n(including pictographs, but not including magical script), or to \nunderstand the speech of another creature. The spell does not permit the\n magic user to understand the “speech” of animals; only true, spoken \nlanguages can be understood. The caster gains no ability to speak or \nwrite the language, only to comprehend meaning. The spell's reverse \nmakes a particular creature or piece of writing indecipherable, or may \nbe used to cancel the effects of a comprehend languages spell.",
    "Level": "1",
    "Reversible": true,
    "Range": "Caster",
    "Duration": "5 rounds/caster level",
    "Area of Effect": "One written object or one creature",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "None"
  },
  "Cone of Cold": {
    "Type": "Arcane Evocation",
    "Details": "A cone of cold is a blast of magical cold originating from the \ncaster's outstretched hand. The cone inflicts 1d4+1 hit points per level\n of the caster. All unprotected items in the area of effect may be \ndestroyed if they fail item saving throws.",
    "Level": "5",
    "Range": "0",
    "Duration": "Instantaneous",
    "Area of Effect": "Cone 5-ft long per level, 1-ft radius at base per level",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "Half"
  },
  "Confusion": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell affects a base number of 2-16 creatures, but is otherwise \nidentical to the druidic spell of the same name except as noted in the \nsummary information above.",
    "Level": "4",
    "Range": "120-ft",
    "Duration": "2 rounds+1 round/level",
    "Area of Effect": "Up to 60-ft×60-ft",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "See below"
  },
  "Conjure Elemental": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "By means of this spell, the magic user calls an elemental being from the\n plane of air, fire, earth or water to do his or her bidding. The \nparticular form of elemental to be summoned is a part of the spell's \nincantation, so the magic user must memorise the spell for a particular \nelement. The magic user exerts control over the elemental by \nconcentrating upon it, and if his or her concentration is broken by \nbeing damaged or grabbed, he or she will lose control of the elemental. \nThe magic user's ability to control the elemental is limited to 30-ft. \nThere is a 1 in 20 chance per round after the second round that the \nelemental will break free of the magic user's control even if the magic \nuser is concentrating upon maintaining it.\n\n\n\n\nIf the elemental breaks free of the magic user's control or if the magic\n user ceases to concentrate upon it, it will seek to attack the magic \nuser as soon as it can finish any combat in which it is involved. A \nmagic user can, of course, avail him- or herself of protections against \nan elemental such as the use of a magic circle or a protection from evil spell.\n\n\n\n\nThe material component for this spell is a large quantity of the appropriate elemental substance.",
    "Level": "5",
    "Range": "60-ft",
    "Duration": "1 turn/level",
    "Area of Effect": "Elemental creature",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Contact Other Plane": {
    "Type": "Arcane Divination",
    "Details": "The caster divorces his or her mind from the rational reality of the \nmaterial plane, accepting the fundamental contradictions of extra-planar\n realities, and making contact with the powers of the beyond. By means \nof this contact, he or she can query the powers and gain “yes or no” \nanswers to the questions he or she poses. One question may be asked per 2\n caster levels. The caster decides how deeply he or she wishes to probe \ninto the realities beyond the material (unless he or she chooses to \ncontact an elemental plane for information about that plane).\n\n\n\n\nThe difficulty of the mental task is measured in terms of how many \nfundamental contradictions of reality the caster can assimilate and \nsimultaneously juggle in his or her mind. The price of failure is \ninsanity. Contacting an elemental plane provides a 90% chance that the \nbeing contacted will have the knowledge the magic user seeks, if the \nmagic user is asking about the particular elemental plane.\n\n\n\n\nThere is a 25% chance that the being will tell a lie, or that the \ninformation will be couched in such inherently contradictory language \nthat it cannot be understood. If the magic user seeks information about \nthe material plane or non-elemental planes, he or she must delve into \nthe fundamental contradictions of extra-planar metaphysics, described on\n the following table;\n\n\n\n\n\n Number of fundamental metaphysical contradictions (selected by the caster)  Likelihood that the knowledge is available at this level of metaphysical abstraction  Likelihood that the interpretation of the information gleans the wrong result  Chance of insanity (reduced by 5% per point of intelligence over 15) \n\n\n  1    60%    35%    5%  \n\n\n  2    65%    33%    10%  \n\n\n  3    70%    30%    15%  \n\n\n  4    75%    27%    20%  \n\n\n  5    80%    25%    25%  \n\n\n  6    85%    22%    30%  \n\n\n  7    90%    19%    35%  \n\n\n  8    95%    15%    40%  \n\n\n  9    98%    10%    50%  \n\n\n\n\n\nIf the caster is driven insane by what he or she finds or by simple \ncognitive breakdown, the insanity will last 1-10 weeks, and there is a \n1% chance that the caster will die or commit suicide at the end of this \nperiod if it is not removed (by a remove curse spell, wish, etc.).",
    "Level": "5",
    "Range": "Caster",
    "Duration": "See below",
    "Area of Effect": "Caster",
    "Components": "V",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Continual Light": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell brings into being a bright, magical illumination almost \nsufficient to rival the light of day. In all respects, the spell is \nidentical to the first level cleric spell light, but its effects are permanent until dispelled. The light cast is greater than that produced by a light spell, extending 60-ft into the darkness. The magic user spell cannot be used to create continual darkness.",
    "Level": "2",
    "Range": "60-ft",
    "Duration": "Permanent",
    "Area of Effect": "60-ft radius sphere",
    "Components": "VS",
    "Casting Time": "2 segments",
    "Saving Throw": "See below"
  },
  "Control Weather": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The control weather spell brings about a rapid change in the \nweather for several square miles surrounding the point where the spell \nis cast. It requires no more than 10-40 minutes for the spell to take \nits full effect across the vast area it covers. The spell affects \nprecipitation, temperature, and wind speed. Existing weather conditions \ncannot be utterly changed by the force of this spell; a clear day cannot\n be made cloudy, for instance, but it can be made partly cloudy. Hot \nweather can be made merely warm, and only a light breeze can be raised \nfrom calm weather.\n\n\n\n\nThis spell may be cast successively to bring about a dramatic change, \nmoving, for example, from a calm to a light breeze, from the breeze to a\n strong wind, and on the third casting to transform the strong wind into\n a gale.",
    "Level": "6",
    "Range": "0",
    "Duration": "4d6 hours",
    "Area of Effect": "4d4 square miles",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Crushing Hand": {
    "Type": "Arcane Evocation",
    "Details": "This spell calls into existence a large, floating hand much like that summoned by the other hand spells. The crushing hand\n attacks any foe the caster directs, grabbing it and squeezing with \ngreat power. Damage increases as the hand continues to constrict, doing \n1d10 points of damage in the first round, 2d10 points of damage in the \nsecond and third round, and 4d10 points of damage per round thereafter. \nAs with the other hand spells, the hand has as many hit points as its caster. The caster cannot engage in any other activity while directing the hand.",
    "Level": "9",
    "Range": "5-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "9 segments",
    "Saving Throw": "None"
  },
  "Dancing Lights": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell creates small lights at a chosen distance, under the caster's\n control. The magic user may create 1-4 (at his or her option) \ntorch-like lights, 1-4 (at his or her option) spherical lights, or a \nsingle, faintly human-like glow. The lights move at the caster's mental \ncommand, without any particular concentration required. If the magic \nuser allows the lights to move beyond the spell's range, the lights will\n disappear and the spell will end.",
    "Level": "1",
    "Range": "40-ft+10-ft/caster level",
    "Duration": "2 rounds/caster level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Darkness, 15-ft Radius": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell creates an area of utter lightlessness, a magical darkness \nthat prevents all natural vision, even infravision. The spell's effect \nis neutralised by (and neutralises) the counteracting effect of a light \nor continual light spell.",
    "Level": "2",
    "Range": "10-ft/level",
    "Duration": "1 turn+1 round/level",
    "Area of Effect": "15-ft radius sphere",
    "Components": "VM",
    "Casting Time": "2 segments",
    "Saving Throw": "See below"
  },
  "Death Spell": {
    "Type": "Arcane Necromancy",
    "Details": "Within its limit as to hit dice, this spell slays living creatures in \nthe area of effect. Creatures of 9 or higher hit dice are not affected. \nThe spell kills 4d20 “points” worth of creatures, where (for the \npurposes of this spell) any creature of fewer than 2 HD counts as one \npoint, creatures of 2 to less than 4 HD count as 4 points, creatures of 4\n to less than 7 HD count as 8 points, and creatures from 7 to less than 9\n HD count as 10 points. Creatures of the lowest hit dice die first, and \nfractional “kills” (where insufficient points remain completely to slay \nthe creature) have no effect. Material components for the spell cost \n1,000 gp.",
    "Level": "6",
    "Range": "10-ft/level",
    "Duration": "Instantaneous",
    "Area of Effect": "5-ft×5-ft/level",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "None"
  },
  "Delayed Blast Fireball": {
    "Type": "Arcane Evocation",
    "Details": "A delayed blast fireball is somewhat more powerful than a normal fireball\n (+1 damage on each die). At the time of casting, the magic user states \nan amount of time, from 1 segment (6 seconds) to 5 rounds (5 minutes), \nand the fireball will not explode until that time is reached. Otherwise,\n except as noted above, the spell functions as per the description of \nthe fireball spell.",
    "Level": "7",
    "Range": "100-ft+10-ft/level",
    "Duration": "See below",
    "Area of Effect": "20-ft radius sphere",
    "Components": "VSM",
    "Casting Time": "7 segments",
    "Saving Throw": "Half"
  },
  "Detect Evil": {
    "Type": "Arcane Divination",
    "Details": "This spell allows the magic user to detect emanations of evil (or good, \nin the case of the spell's reverse) within the spell's area of effect, a\n beam-like pathway. The spell detects evil, not danger, so it will be \nuseless to discover such things as a mindless trap or a poisoned \nwineglass. Neither will it detect a cursed item unless the nature of the\n curse is such that the cursed item becomes inherently evil.",
    "Level": "2",
    "Reversible": true,
    "Range": "Caster",
    "Duration": "5 rounds/level",
    "Area of Effect": "Path 10-ft wide, 60-ft long",
    "Components": "VS",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Detect Invisibility": {
    "Type": "Arcane Divination",
    "Details": "This spell allows the caster to see that which is invisible or hidden, and also to perceive the astral and æthereal planes.\n\n\n\n\nThe spell's sight is limited to the stated range of 10-ft/caster level.",
    "Level": "2",
    "Range": "Caster",
    "Duration": "5 rounds/level",
    "Area of Effect": "Path 10-ft wide, 10-ft long/level",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Detect Magic": {
    "Type": "Arcane Divination",
    "Details": "Detect magic creates a tunnel of magical vision in a path 10-ft\n wide and 30-ft long, in which the caster sees the aura of any magic \nitem as a glowing blue nimbus. The spell's effect is blocked by solid \nwood 3-ft thick, by stone 1-ft thick, and by solid metal 1 inch thick. \nThe caster can only scan a 60° arc during the course of a round: turning\n more quickly does not allow magic auras enough time to form in the \ncaster's vision.",
    "Level": "1",
    "Range": "Caster",
    "Duration": "2 rounds/caster level",
    "Area of Effect": "Path 10-ft wide, 60-ft long",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Dig": {
    "Type": "Arcane Evocation",
    "Details": "This spell causes dirt to begin piling out from the ground, digging a \nhole with tremendous speed. The excavation proceeds at a rate of one \n5-ft×5-ft cube per round, as earth boils out of the area the caster \ndirects, landing to the edges of the pit. If the spell is cast directly \nbeneath a creature, the creature will fall in without any possibility of\n a saving throw. Creatures at the edge of the pit have some likelihood \nof falling in; they must roll lower than their dexterity score on a d20 \nto avoid sliding into the sudden maelstrom of moving earth. A creature \nmoving toward the pit during the first round in which digging begins \nmust make a saving throw vs spells (unlisted categories) or fall into \nthe hole. The spell can be used to excavate in dirt, sand, or mud. Note \nthat if the pit is taken deeper than 5-ft, there is a chance that it \nwill collapse in on itself (roughly 25%, adjusted by the GM for the type\n of material being dug).",
    "Level": "4",
    "Range": "30-ft",
    "Duration": "1 round/level",
    "Area of Effect": "5-ft cube/level",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Dimension Door": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "Dimension door is a weak form of teleportation, more controllable than blink, but severely limited in range. The teleportation is limited to 30-ft per caster level. Unlike blink, a dimension door\n spell operates with perfect accuracy, either to a place the caster can \nsee or clearly visualize, or in response to directions (example: “120-ft\n forward and 30-ft to the right”). If the caster's directions land him \nor her inside a solid object, he or she is stunned and trapped in the \nastral plane, held in a sort of suspended animation for eternity unless \nrescued. The spell is subject to a maximum weight limit of 500 lbs of \nadditional weight, with each pound of living matter counting for twice \nits actual weight. Recovery from the experience of this form of \nteleportation is not immediate, although it is quite rapid. The caster \ncannot act for a period of 6 segments following the transition.",
    "Level": "4",
    "Range": "Caster",
    "Duration": "See below",
    "Area of Effect": "Caster",
    "Components": "V",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Disintegrate": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell disintegrates matter of any kind: animal, vegetable, or \nmineral. Matter of a magical nature will also be destroyed, although \nevocations of magic force (such as a wall of force, globe of invulnerability, or shield)\n are not affected (not being matter). An entire creature, or an area of \nnon-living matter up to 10-ft×10-ft/level, will be utterly obliterated \nby this powerful spell. The spell cannot be used to destroy both living \nand non-living matter; once it hits its first target it will take effect\n upon that matter and not pass beyond.",
    "Level": "6",
    "Range": "5-ft/level",
    "Duration": "Instantaneous",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "Negates"
  },
  "Dispel Magic": {
    "Type": "Arcane Abjuration",
    "Details": "Dispel magic has a base chance of 50% permanently to negate \nmagic–both the magical properties of potions and the ongoing effects of \ncertain spells. All spell effects and relevant items within the stated \narea of effect are subject to dispelling. Permanent magical items are \nnot disenchanted by the spell, with the exception of potions, which are \ntreated as 12th level for purposes of resolution. However, even a \npermanently enchanted item must make a saving throw or become \nnon-operational for one round. Any spells in the process of being cast \nin the spell's area of effect will be lost, and any ongoing spell \neffects (such as invisibility) will be dispelled.\n\n\n\n\nWith respect to each potion, casting, or ongoing spell effect, the base \nchance of successful dispelling is increased 5% for every level by which\n the caster's level exceeds the caster level of the potion, the casting,\n or the spell effect. The base chance is conversely reduced by 2% per \nlevel of difference if the caster is lower level than the caster of the \nmagic to be dispelled. The spell will automatically negate the caster's \nown spells if it is used for this purpose or if the caster has \npreviously cast a spell into the same area.",
    "Level": "3",
    "Range": "120-ft",
    "Duration": "Permanent",
    "Area of Effect": "30-ft cube",
    "Components": "VS",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Distance Distortion": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell is cast with a summoned earth elemental as its focus. The \ncasting of the spell is fascinating to summoned elementals and is \nsufficient to maintain the caster's control over the elemental (although\n he or she cannot command it to act while in the process of casting). \nWhen the casting is completed, the earth elemental disperses into the \nsubstance of the earth as directed, where it creates a dimensional \ndistortion of the spell's area of effect. Travel through the distorted \narea takes twice as long (and seems twice as far) as it should, or seems\n half as long and takes half the normal travel time (determined by the \ncaster when casting the spell). The area does radiate magic, slightly, \nand the reality will be perceived by true seeing (although the travel \ntime will still be altered even for those who know that the distance is \ndistorted). Otherwise, the spell is utterly undetectable.",
    "Level": "5",
    "Range": "10-ft/level",
    "Duration": "1 turn/level",
    "Area of Effect": "100 square-ft/level",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "None"
  },
  "Duo-Dimension": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "By means of this spell, the caster reduces him- or herself to a \ntwo-dimensional sheet with no third dimension. He or she can fit through\n the thinnest of spaces provided they are large enough to accommodate \nhis or her remaining two dimensions–he or she cannot bend down while \ntwo-dimensional. Moreover, he or she can become invisible by the simple \nexpedient of turning sideways. While two-dimensional, the caster can \nmove, cast spells, and otherwise act normally. If attacked from the \nfront or back, however, he or she takes three times normal damage. \nCasting the spell requires expensive material components of \n(1d4+4)×1,000 gp in value.",
    "Level": "7",
    "Range": "Caster",
    "Duration": "3 rounds+1/level",
    "Area of Effect": "Caster",
    "Components": "VSM",
    "Casting Time": "7 segments",
    "Saving Throw": "None"
  },
  "Enchant an Item": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell is the culminating moment involved in the creation of a true \nmagic item, when the item is actually infused with the magic properties \nit has been painstakingly prepared to hold. Before the spell can \nactually be cast, the magic user must engage in considerable \ntime-consuming and meticulous work, or the spell will certainly fail.\n\n\n\n\nFirstly, the item itself must be of absolutely the finest quality \navailable, in terms of craftsmanship, although it need not necessarily \nbe fancy. In most cases, special components such as powders or threads \nwill be incorporated into the item's construction, costing not less than\n 100 gp. The casting of the spell takes 1d8+2 days, with the caster \nworking steadily upon the item for eight hours per day. No other spells \nmay be cast during this period of time, nor can the magic user engage in\n any other meaningful work. When the final words of the spell are \nspoken, the item makes a saving throw against spells at the same level \nas the magic user, but with success on the saving throw indicating that \nthe spell has succeeded. A natural result of 1 on this roll always \nindicates failure of the spell. At this point, the magic user may begin \nto infuse the item with enchantments, each of which requires 5d8 hours \nto complete. Most magic items will require unusual components; dragon \nscales or blood for a sword with an unusually high bonus against \ndragons, for example. The GM will determine exactly what is required for\n any particular magic item.\n\n\n\n\nThis spell is not permanent unless a permanency spell is cast upon it; the duration of the enchantment may be for a year or more without a permanency spell, but the enchantment will eventually fail if it is not locked in to the item.",
    "Level": "6",
    "Range": "Touch",
    "Duration": "See below",
    "Area of Effect": "One item",
    "Components": "VSM",
    "Casting Time": "1d8+2 days",
    "Saving Throw": "See below"
  },
  "Enchanted Weapon": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "With a touch of his or her hand, the magic user creates a weak and \ntemporary enchantment upon a full-sized weapon, or upon two smaller \nweapons such as arrows, bolts, or daggers. The enchantment lends no \nbonus to hit, but may be used to strike creatures that can be hit only \nwith a magical weapon. When the weapon hits successfully, the \nenchantment ends.",
    "Level": "4",
    "Reversible": true,
    "Range": "Touch",
    "Duration": "5 rounds/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Enlarge": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell causes a creature or object to grow in size and weight. The \nspell increases a creature's size and weight by 20% for each level of \nthe caster (to a maximum increase of 200%) or increases an object's size\n and weight by 10% per caster level (to a maximum increase of 100%). The\n magic user's power limits the volume of material that he or she can \nenlarge; the mage can affect no more than 10 cubic-ft of living matter, \nor 5 cubic-ft of non-living matter, per level. A normal sized person \ndoubled in size will generally have strength of 18, and tripled in size \nwould have strength of 20+. The spell's reverse applies in the same \nratios, but with the effect of reducing the size of an object or \ncreature. If the spell is cast on an unwilling recipient, a successful \nsaving throw will negate the spell, but willing recipients may choose to\n forgo the save.",
    "Level": "1",
    "Reversible": true,
    "Range": "5-ft/caster level",
    "Duration": "1 turn/caster level",
    "Area of Effect": "One creature or object",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "Negates"
  },
  "Erase": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell may be used to erase normal or magical writing from an area \nabout two pages wide. The base chance to erase a magical writing is \n50%+2%/caster level, and the base chance to erase non-magical writing is\n 50%+4%/caster level.\n\n\n\n\nObviously, the main benefit of this spell is that the erasure can be \nmade at a distance. The spell does not remove such magical rune-traps as\n symbol, glyph of warding or explosive runes (exception: the caster may \nuse it to remove such spells if he or she originally cast them him- or \nherself).",
    "Level": "1",
    "Range": "30-ft",
    "Duration": "Instantaneous",
    "Area of Effect": "Scroll or two pages of writing",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "See below"
  },
  "ESP": {
    "Type": "Arcane Divination",
    "Details": "This spell allows the caster to overhear the surface thoughts of any \nthinking being in the spell's radial area of effect. The caster need not\n be able to see the creature whose thoughts he is reading; the spell can\n be used to listen beyond a closed door. The spell cannot penetrate more\n than two feet of stone or more than two inches of any metal, and it is \nfoiled by even a thin sheet of lead.",
    "Level": "2",
    "Range": "Caster",
    "Duration": "1 round/level",
    "Area of Effect": "5-ft radius/level, maximum 90-ft",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Explosive Runes": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell creates a magical trap in the form of traceries and sigils \nplaced upon a piece of writing that create a magical detonation when \nthey are read. It is possible to detect the presence of explosive runes\n without detonating them: a magic user has a 5% chance per level to \nnotice their presence, and a thief has a 1% chance per level.\n\n\n\n\nWhen the runes are read, the resulting explosion causes 6d4+6 points of \ndamage (half with a successful saving throw) to any creature within a \n10-ft radius. The reader of the runes does not receive a saving throw. \nThe caster and any other magic user with whom the caster has made \nfamiliar the secret pattern of the runes can read the protected document\n or tome without danger, and the caster can erase them at will. \nOtherwise, only a dispel magic or similar enchantment will remove the runes before they are triggered.\n\n\n\n\nNote that the item upon which the runes are scribed, if it is not \nresistant to fire, will undoubtedly be destroyed when the runes \ndetonate.",
    "Level": "3",
    "Range": "Touch",
    "Duration": "Permanent until triggered",
    "Area of Effect": "One object",
    "Components": "VS",
    "Casting Time": "3 segments",
    "Saving Throw": "See below"
  },
  "Extension I": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The arcane words of an extension I spell act to lengthen the \nduration of another spell previously cast by the magic user by 50%. The \nprevious spell must still be active and may only be of level 1, 2, or 3.",
    "Level": "4",
    "Range": "Caster",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "V",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Extension II": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "Except as noted, this spell is identical to the spell extension I, but may be used to extend by 50% the duration of any spell up to and including fourth-level spells.",
    "Level": "5",
    "Range": "Caster",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "V",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Extension III": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell functions in the same manner as extension I, but it doubles the duration of spells level 1-3, and extends the duration of spells level 4 or 5 by 50%.",
    "Level": "6",
    "Range": "Caster",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "V",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "False Trap": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "By means of this spell, the mage weaves an illusion around an object, \nmaking it appear trapped to any normal inspection (such as by a thief). \nAny such examiner has an 80% chance of finding and believing the false trap.\n This likelihood decreases by 3% per level of experience of the thief. \nFurthermore, if a thief attempts to remove the illusory trap, believing \nit to be real, there is only a 20% likelihood that the illusion will be \ndispelled or exposed by these efforts. In this case, the thief, seeing \nthe illusion unchanged, will usually conclude that the attempt to remove\n the “trap” has failed. Only one false trap may be placed \nwithin a 50-ft radius, and if two items bearing this illusion come \nwithin 50-ft of each other, both will be dispelled.",
    "Level": "2",
    "Range": "Touch",
    "Duration": "Permanent",
    "Area of Effect": "One object",
    "Components": "VSM",
    "Casting Time": "3 rounds",
    "Saving Throw": "None"
  },
  "Fear": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "This spell causes utter panic in the creatures exposed to the \ncone-shaped emanation of phantasmal terror the caster hurls forth. If \nany creature, of any level or hit dice, fails its saving throw against \nthe spell, it will bolt away from the caster as fast as possible for as \nmany rounds as the caster's level. There is a base 60% chance for a \ncreature to drop whatever it is holding (immediately upon failing the \nsaving throw), reduced by 5% per HD or level of the panicked creature.",
    "Level": "4",
    "Range": "0",
    "Duration": "See below",
    "Area of Effect": "Cone, 60-ft long, 5-ft at origin, 30-ft diameter at terminus",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "Negates"
  },
  "Feather Fall": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell causes creatures or objects in the area of effect to fall as \nslowly and lightly as feathers, at a rate of about 10-ft in six seconds \n(1 segment). No damage is taken from the distance spent falling under \nthe influence of the spell, but it is worthy of note that if the spell's\n target has not landed by the time the spell expires, the fall will \nresume at normal speed and damage will be taken for the remaining \ndistance. The magic user can affect a weight of up to 200 lbs plus \nanother 200 lbs/caster level. The spell may be used to slow propelled \nobjects such as arrows, but will not affect sword blows or other \nnon-propelled forces.",
    "Level": "1",
    "Range": "10-ft/caster level",
    "Duration": "1 segment/caster level",
    "Area of Effect": "10 cubic-ft",
    "Components": "VM",
    "Casting Time": "Less than 1 segment",
    "Saving Throw": "None"
  },
  "Feeblemind": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "The insidious feeblemind spell affects only those who can cast \nspells, tracing and poisoning the mystical channels of their arcane \npower like a viral infection. The spell reduces a victim into a state of\n extreme mental retardation, which persists until the victim is \nmagically restored by means of a heal, wish, or restoration spell. The \ndifferent types of spell casting ability are not equally vulnerable to \nthe feeblemind spell. Practitioners of clerical magic gain a \nbonus of +1 to saving throws; druids save at -1; magic users and \nillusionists save at -4. (Those who can use more than one type of magic \nmust save using the average of their modifiers.)",
    "Level": "5",
    "Range": "10-ft/level",
    "Duration": "Permanent",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "Negates"
  },
  "Feign Death": {
    "Type": "Arcane Necromancy",
    "Details": "This spell magically slows the recipient's metabolism into a state so \nclose to death that it is impossible to distinguish the enspelled person\n from a corpse by any means other than magical. The recipient can hear, \nsmell, and think; the senses of touch and sight no longer function. \nDamage caused to the pseudo-corpse is reduced by one half, and the \nspell's recipient will not even know that the damage has been \ncaused–potentially a dangerous situation. A person under the influence \nof this spell is not subject to level draining by the undead and will \nnot be affected by poisons until the spell wears off or is otherwise \nremoved; the caster can remove the catalepsy at will, and the spell is \nsubject to being dispelled.",
    "Level": "3",
    "Range": "Touch",
    "Duration": "6 rounds+1 round/level",
    "Area of Effect": "One creature",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None; willing recipient only"
  },
  "Find Familiar": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "Magic users of higher level often summon familiars to assist them with \nvarious tasks. Indeed, a familiar can also be of considerable benefit to\n a lower level magic user (even increasing others' estimation of his or \nher power), but the risks inherent in losing a familiar can be daunting \nto a weaker spell caster. To summon a familiar, the magic user must \nintone the words of the spell over a stocked fire source, sprinkling the\n flames with expensive incense and powders (100 gp in total value). The \ncaster must maintain his or her casting for as long as necessary (2d12 \nhours) until a familiar arrives (or the casting time expires without \nsuccess). The spell may be attempted only once per year, and the caster \nhas no control over the type of animal that will respond. When it \narrives, the familiar is a faithful servant and ally to the caster. \nNormal familiars have 1d3+1 hit points, are AC 7, and are as intelligent\n as a lower-than-average human. When the familiar is within 120-ft of \nthe magic user, the magic user gains additional hit points equal to the \nfamiliar's. However, if the familiar is ever killed, the magic user \npermanently loses twice the familiar's hit points.\n\n\n\n\n\n Caster Level  Familiar \n\n\n 1-2  3-5  6-8  9-11  12-14  15+ \n\n\n  01-05    01-05    01-06    01-06    01-07    01-07    Special  \n\n\n  06-25    06-25    07-29    07-29    08-33    08-33    Cat  \n\n\n  26-35    26-36    30-40    30-41    34-45    34-46    Hawk  \n\n\n  36-45    37-47    41-51    42-53    46-57    47-59    Owl  \n\n\n  46-55    48-58    52-62    54-65    58-69    60-72    Raven  \n\n\n  56-65    59-69    63-73    66-77    70-81    73-85    Toad  \n\n\n  66-75    70-80    74-84    78-89    82-93    86-98    Weasel  \n\n\n  76-00    81-00    85-00    90-00    94-00    99-00    None  \n\n\n\n\n\nA special familiar is entitled to a saving throw in order to avoid the \neffect of the spell. The type of special familiar to appear depends upon\n the magic user's alignment:\n\n\n\n\n\nLawful good or Lawful neutral:Brownie\n\n\nChaotic good, Neutral good, or Neutral:Pseudo-dragon\n\n\nLawful evil or Neutral evil:Imp\n\n\nChaotic evil or Chaotic Neutral:Quasit",
    "Level": "1",
    "Range": "0",
    "Duration": "See below",
    "Area of Effect": "1 mile radius/caster level",
    "Components": "VSM",
    "Casting Time": "2d12 hours",
    "Saving Throw": "See below"
  },
  "Fire Charm": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell transforms an existing fire into a powerful mental snare. Any\n creature within the spell's radius who even so much as glances at the \nfire must make a saving throw vs spells or be entranced by the dancing \nflames. While so entranced, the creature becomes susceptible to the \ncaster's words, in the same manner as with a suggestion spell, \nbut with a penalty of -3 to the saving throw. The enchantment will be \nbroken if the entranced creature can no longer see the flames or if it \nis attacked.",
    "Level": "4",
    "Range": "10-ft",
    "Duration": "2 rounds/level",
    "Area of Effect": "15-ft radius around fire",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "Negates"
  },
  "Fire Shield": {
    "Type": "Arcane Evocation",
    "Details": "Pale flames envelope the caster upon the completion of this spell, \nrendering him or her protection against either fire- or cold-based \nattacks, depending upon whether the magic user elects to wreath him- or \nherself in cold flame or hot flame. Cold flame grants the magic user a \n+2 bonus on any saving throw vs fire damage, also guaranteeing half \ndamage (or no damage against all fire attacks that allow a saving throw \nfor half damage) provided the saving throw is successful. If the magic \nuser fails a saving throw against a cold based attack, however, he or \nshe will suffer twice the normal damage. Hot flame offers the converse \nof the protections afforded by cold flame. Cold based attacks receive a \nbonus of +2 on saving throws and guarantee that the caster receives only\n half damage (or none at all) if his or her saving throw is successful \nagainst attacks that would cause full or half damage.",
    "Level": "4",
    "Range": "Caster",
    "Duration": "2 rounds+1 round/level",
    "Area of Effect": "Caster",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Fire Trap": {
    "Type": "Arcane Evocation",
    "Details": "This spell enchants any item that can be opened or closed with a magical\n trap. When the item is opened by any person other than the caster, \nmagical fire explodes in an area 5-ft in radius around the fire trapped\n object, causing 1d4 plus the caster's level hit points of damage to all\n creatures in this area. A successful saving throw indicates half \ndamage. The item upon which this spell is cast suffers no damage from \nthe explosion. Detecting a fire trap is extraordinarily difficult; attempts to find traps are reduced by one-half in efficacy if the trap is a fire trap, and the trap will detonate if an attempt to remove traps fails.",
    "Level": "4",
    "Range": "Touch",
    "Duration": "Permanent until triggered",
    "Area of Effect": "One object",
    "Components": "VSM",
    "Casting Time": "3 rounds",
    "Saving Throw": "Half"
  },
  "Fireball": {
    "Type": "Arcane Evocation",
    "Details": "With a pointing gesture at the ending of the incantation, the magic user\n causes a massive explosion of magical fire at the target point. The \nfireball detonates with a low roar, causing 1d6 damage per caster level \nto all creatures within the area of effect. Creatures making successful \nsaving throws suffer only half the indicated damage. When the magic user\n casts the spell, a bead of light streaks from his or her pointed finger\n to the target area, and if it strikes another object directly in its \npath the fireball will detonate immediately. The blast fills the entire \nvolume of the spell radius, and if it is cast into an enclosed area \nsmaller than the area of effect the flames will expand from this area \nuntil the spell's full volume has been reached. The volume of a 20-ft \nradius sphere is approximately 33,500 cubic-ft, and there are 1,000 \ncubic-ft in a 10-ft×10-ft×10-ft area, so in an area with a 10-ft ceiling\n the fireball will fill approximately thirty-three 10-ft×10-ft \nsquares. Thus, if a fireball explodes in the middle of a corridor 10-ft \nwide and 10-ft high, the blast will extend a staggering 165-ft in both \ndirections. It is quite possible, particularly in dungeoneering \nenvironments, for the magic user to be caught in the backblast of his or\n her own fireball spell. The flames do not create any \nsignificant change in air pressure, but the furnace-like heat causes all\n items in the blast to make saving throws against magical fire or ignite\n (or, in the case of metals, melt).",
    "Level": "3",
    "Range": "100-ft+10-ft/level",
    "Duration": "Instantaneous",
    "Area of Effect": "20-ft radius sphere",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "Half"
  },
  "Flame Arrow": {
    "Type": "Arcane Evocation",
    "Details": "By means of this spell, the magic user may enchant one arrow per \nsegment, causing it to burst into normal flame. The enchanted arrows \nhave no bonus to hit, and the enchantment is not powerful enough to hit a\n creature that can be damaged only by magical weapons. Each arrow causes\n 1 hp of fire damage in addition to its normal damage. The arrows (or \ncrossbow bolts) will burn up in one round, so they must be shot before \nthis time.",
    "Level": "3",
    "Range": "Touch",
    "Duration": "1 segment/level",
    "Area of Effect": "Arrows or bolts",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Floating Disk": {
    "Type": "Arcane Evocation",
    "Details": "This evocation produces an invisible disk about 3-ft across, shaped like\n a shallow bowl. The disk floats in the air and moves in accordance with\n the caster's commands (although if it is allowed more than 20-ft from \nthe caster it will disappear). The disk cannot move faster than 60-ft \nper round. A floating disk can carry up to 100 lbs per level of the caster.",
    "Level": "1",
    "Range": "20-ft",
    "Duration": "3 turns+1 turn/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Fly": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell grants the power of flight with aerial agility level V (see \nChapter 3) to any creature the magic user touches. The base movement \nrate for flight is 120-ft per round, with the base speed being doubled \nwhen diving, halved when climbing. The GM secretly rolls a 1d6 to \ndetermine how much time the spell will last after the base duration \nexpires.",
    "Level": "3",
    "Range": "Touch",
    "Duration": "6 turns/level+1d6 turns",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Fool's Gold": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell achieves the much sought-after goal of transmuting copper or \nbrass into gold. Regrettably, the effect is temporary, but an amoral \ncaster might seek to shift the consequent feelings of regret onto \nanother person than him- or herself. Whatever motives drive the caster, \nhe or she may use this spell to transmute roughly 2,000 copper coins \n(about a cubic foot) per caster level into a metal that closely \nresembles gold. Anyone viewing this metal has a chance to notice that it\n is not truly gold. If the result of d20 plus the caster's level is \nequal to or less than the observer's intelligence, the fraud is detected\n (the GM may pick a representative number for creatures whose exact \nintelligence is not known, or roll a die). By combining expensive \nmaterial components with the spell, the caster can make it more likely \nthat the gold will seem true–conversely, there are mundane methods that \ngive a chance to detect this very spell, such as striking the “gold” \nwith cold iron (10% chance of changing the metal back). The GM will \ndecide for his or her campaign exactly what can be done to improve and \ndetect this spell.",
    "Level": "2",
    "Range": "10-ft",
    "Duration": "6 turns/level",
    "Area of Effect": "1 cubic foot/level",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "See below"
  },
  "Forceful Hand": {
    "Type": "Arcane Evocation",
    "Details": "This spell creates a powerful, magical hand similar to that of the magic user spell interposing hand. Unlike the interposing hand, the forceful hand\n can push opponents or objects. The hand can move a creature weighing \n500 lbs or less. It reduces the speed of a creature between 500 and \n2,000 lbs to no greater than 10-ft/round, and it slows the movement of \ncreatures heavier than 2,000 lbs but smaller than 8,000 lbs to one-half.\n As in the case of the interposing hand, the forceful hand has as many hit points as the caster.",
    "Level": "6",
    "Range": "10-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "None"
  },
  "Forget": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This extremely potent spell causes the victims to forget events of the \nimmediate past. The spell obliterates memory of the last round plus one \nadditional round per three caster levels. The caster decides which \ncreatures in the spell's area to affect, and these must make saving \nthrows or suffer the loss of memory. The caster may designate 1-4 \ncreatures as the targets of the spell. If one is targeted, the saving \nthrow is made with a -2 penalty; if two are targeted, the penalty is -1;\n and if 3 or 4 creatures are targeted they suffer no penalty to the \nsaving throw. Lost memories can only be restored by heal, restoration, or wish; the spell's effect is not subject to being merely dispelled.",
    "Level": "2",
    "Range": "30-ft",
    "Duration": "Instantaneous (permanent)",
    "Area of Effect": "1-4 creatures in a 20-ft square area",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "Negates"
  },
  "Freezing Sphere": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell may be employed in one of three different forms, depending \nupon the words and material component used during casting. At the time \nof memorisation, the magic user need not specify which will be used; \nthese are alternate uses of the same spell, not different versions of \nit.\n\n\n\n\nIce seed:  conjures a sphere of an intensely cold \nmagical substance that freezes water to a depth of 6 inches over a \nsurface area 100 square-ft/caster level. The ice is thick enough to walk\n upon without fear of falling through. The duration of the ice is 1 \nround/level. The material component for this use is a piece of crystal.\n\n\n\n\nIce ray:   A ray of cold lances from the caster's hand,\n inflicting 4 hp/caster level against anything in its path. A successful\n saving throw results in no damage. Even if the ray strikes an object, \nit continues on the other side until it has extended 10-ft/caster level \nor is stopped by a thickness of stone of 1-ft or more. The material \ncomponent for this use is a gem worth 1,000 gp.\n\n\n\n\nShattering globe:   The spell forms a globe one inch in\n diameter, cold but not uncomfortable to the touch. When this sphere is \nthrown (by hand or sling), it will explode upon impact for 4d6 hit \npoints of damage within a 10-ft radius (half if save vs spells). If not \nused within 1 round/caster level, it will explode at the time its \nduration ends. The material component for this use is also a gem worth \n1,000 gp.",
    "Level": "6",
    "Range": "See below",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "See below"
  },
  "Friends": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell increases the magic user's charisma in the eyes of all \ncreatures within the area of effect that fail saving throws. For these \ncreatures, the magic user's charisma will effectively be increased by \n2d4 (one roll for all). For those who succeed in making the saving \nthrow, the caster's charisma will effectively be lowered by 1d4.\n\n\n\n\nUnless the exact numbers are required for some purpose, the normal \nresult of the spell will be that those who failed the saving throw will \nbe disposed and friendly toward the caster, and those that succeeded in \nmaking the save will find him or her distasteful and somewhat suspect.",
    "Level": "1",
    "Range": "Caster",
    "Duration": "1 round/caster level",
    "Area of Effect": "10-ft radius+10-ft/caster level",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "See below"
  },
  "Fumble": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This enchantment causes intense clumsiness in the affected creature. \nAttempting to run will result in an immediate fall to a prone position, \nand anything held in hand (or claw, etc.) will be dropped. A successful \nsaving throw allows the affected creature to act as if under the \ninfluence of a slow spell in order to avoid the spell's full effects.",
    "Level": "4",
    "Range": "10-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "Half"
  },
  "Gate": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "A gate spell creates an opening between the material plane and \nanother plane of existence, summoning forth a being from the other \nplane. The caster must know the name of the creature he or she is \nattempting to summon, or the spell will fail. The particular creature \nnamed in the spell's casting might choose not to step through the gate \ninto the material plane–summoning Thor is unlikely to bring the thunder \ngod from the halls of Valhalla–however, a being of some kind will \ncertainly respond to the summons. Thor, if summoned, might choose to \nsend a Valkyrie, for instance. Casting this spell can be risky, for the \ncaster has no control over the summoned creature unless proper \nprecautions are taken, such as a protection from evil spell, \nthe drawing of appropriate magical circles, etc. Beings summoned from \ndistant planes, particularly beings with individual names of their own, \ncan be powerful and irascible.",
    "Level": "9",
    "Range": "30-ft",
    "Duration": "See below",
    "Area of Effect": "One summoned creature",
    "Components": "VS",
    "Casting Time": "9 segments",
    "Saving Throw": "None"
  },
  "Geas": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "A geas is a magical compulsion placed upon an intelligent \ncreature to perform, or refrain from performing, some task set by the \ncaster. While the geas cannot compel suicide or its equivalent, it is a \nvery powerful spell. If the creature under the geas avoids or \nis prevented from performing the task, it will sicken and die within 1d4\n weeks if the task is not resumed. The disease will, of course, create \nsymptoms that the GM will determine; if the geas is resumed, these may or may not remain until the task is completed. Even a remove curse spell will not remove a geas, although a wish spell is powerful enough to dispel it.",
    "Level": "6",
    "Range": "Touch",
    "Duration": "See below",
    "Area of Effect": "One creature",
    "Components": "VS",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Glass-steel": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell grants a glass object the strength of steel, while retaining \nits transparent properties. The weight of the object can be no more than\n 10 lbs per caster level. In most cases, the object will make item \nsaving throws on the more favourable of the glass or metal tables.",
    "Level": "8",
    "Range": "Touch",
    "Duration": "Permanent",
    "Area of Effect": "One object",
    "Components": "VSM",
    "Casting Time": "8 segments",
    "Saving Throw": "None"
  },
  "Glasseye": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell causes opaque materials to become transparent, either to the \ncaster alone or to anyone, at the caster's option. The dimensions of the\n transparent area are 3-ft×2-ft, and the depth depends upon the nature \nof the substance being made transparent. Lead and gold, being the base \nand pure metals respectively, are not affected by the spell at all. Only\n four inches of any other metal can be made transparent, but stone can \nbe seen through to a distance of 6-ft, and wood to a distance of 20-ft.",
    "Level": "6",
    "Range": "Touch",
    "Duration": "1 round/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "None"
  },
  "Globe of Invulnerability": {
    "Type": "Arcane Abjuration",
    "Details": "This spell creates a spherical shield, impermeable to spells. It functions as the spell minor globe of invulnerability except as noted above and in that it protects against spells level 1-4 rather than 1-3.",
    "Level": "6",
    "Range": "0",
    "Duration": "1 round/level",
    "Area of Effect": "Sphere, 5-ft radius",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "None"
  },
  "Grasping Hand": {
    "Type": "Arcane Evocation",
    "Details": "This spell is a more powerful evocation of the forceful hand \nspell, acting in the same manner but able to hold motionless a creature \nof up to 1,000 lbs or move creatures with twice the force of a forceful hand.",
    "Level": "7",
    "Range": "10-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "Magical hand",
    "Components": "VSM",
    "Casting Time": "7 segments",
    "Saving Throw": "None"
  },
  "Guards and Wards": {
    "Type": "Arcane Abjuration",
    "Details": "This powerful spell is primarily used to defend the caster's stronghold.\n The ward protects 200 square-ft per caster level. The warded area can \nbe as much as 20-ft high and shaped as the caster desires. The magic \nuser can ward several stories of a stronghold by dividing the area among\n them; he or she must be somewhere within the area to be warded to cast \nthe spell. The spell creates the following magical effects within the \nwarded area:\n\n\n\n\nFog: Fog fills all corridors, obscuring all sight, including infravision, beyond 10-ft.\n\n\n\n\nWizard Locks: All doors in the warded area are wizard locked.\n\n\n\n\nWebs:   Webs fill all stairs from top to bottom. These \nstrands are identical to those created by the web spell, except that \nthey regrow in 10 minutes if they are burned or torn away while the \nguards and wards spell lasts.\n\n\n\n\nConfusion: Where there are choices in direction–such as\n a corridor intersection or side passage–a minor confusion-type effect \nfunctions so as to make it 50% probable that intruders believe they are \ngoing in the opposite direction from the one they actually chose. This \nis an enchantment/charm effect that will not affect elves or other \ncreatures immune to charm.\n\n\n\n\nLost Doors:   One door per caster level is covered by an illusion to appear as if it were a plain wall.\n\n\n\n\nIn addition, the magic user can place his or her choice of one of the following five magical effects:\n\n\n\n\nDancing lights in four corridors.\n\nA magic mouth in two places.\n\nA stinking cloud in two places. The vapours return within 10 turns if dispersed by wind while the guards and wards spell lasts.\n\nA gust of wind in one corridor or room.\n\nA suggestion in one place. \nThe caster selects an area of up to 5-ft square, and any creature who \nenters or passes through the area receives the suggestion mentally.\n\n\n\n\n\nThe whole warded area radiates strong magic. A dispel magic cast on a specific effect, if successful, removes only that effect.",
    "Level": "6",
    "Range": "0",
    "Duration": "2 hours/level",
    "Area of Effect": "Up to 200 sq. ft/level",
    "Components": "VSM",
    "Casting Time": "3 turns",
    "Saving Throw": "See below"
  },
  "Gust of Wind": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "Hand outstretched in the final somatic gesture of this spell, the magic \nuser summons forth a powerful blast of air, forceful enough to blow out \nunprotected flames smaller than a campfire. Flames the size of a \ncampfire or greater will flare back as far as 1d6 feet, and even \nshielded flames have a high chance of being extinguished (5% per caster \nlevel). The wind is strong enough to hurl a small flying creature \nbackwards by 1d6×10-ft, and will hold medium-sized creatures back from \nmoving.",
    "Level": "3",
    "Range": "0",
    "Duration": "1 segment",
    "Area of Effect": "10-ft wide path, 10-ft long/level",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Hallucinatory Terrain": {
    "Type": "Arcane Illusion/ Phantasm",
    "Details": "This spell masks the true appearance of an area, making it appear as \nsomething else. A road can be made to appear as a river, a forest can be\n made to appear as a ravine, etc. The spell's effect remains until some \nintelligent being touches the area (or until it is dispelled). The spell\n is particularly useful for hiding pits or making cliff edges seem to \nextend more than they actually do, but it has many other useful \napplications for the creative player.",
    "Level": "4",
    "Range": "20-ft/level",
    "Duration": "See below",
    "Area of Effect": "10-ft×10-ft square/level",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Haste": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell imbues creatures in the targeted area with preternatural \nspeed, allowing them to move and attack at twice the normal rate. The \nrate of spell casting cannot be increased. Within the area of effect, \ncreatures closest to the caster will be affected first by the spell if \nthe caster's level is not sufficient to affect all of the creatures in \nthe area. The spell ages the creatures upon which it is cast by 2 years.",
    "Level": "3",
    "Range": "60-ft",
    "Duration": "3 rounds+1 round/level",
    "Area of Effect": "1 creature/level in a 40-ft×40-ft area",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None (willing targets only)"
  },
  "Hold Monster": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "A hold monster spell completely immobilises up to four creatures of any \nkind for the spell's duration. The magic user decides how many creatures\n he or she will target with the spell: if there is only one target, the \nsaving throw is made at -3; if two, each makes the saving throw at -1; \nand if the magic user seeks to hold three or four enemies, each makes \nits saving throw with no penalty.\n\n\n\n\nIf a magic item or spell operates partially to negate the effects of \nparalysis, failure on the saving throw will have the effect of a slow spell rather than completely immobilising the target.\n\n\n\n\nCreatures held by this spell may be killed or bound at a rate of one per\n round, or, if the attacker chooses, may be attacked at twice the normal\n rate with an automatic hit, for maximum damage.",
    "Level": "5",
    "Range": "5-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "1-4 creatures",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "Negates"
  },
  "Hold Person": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell has the same effect as the clerical spell hold person:\n to immobilise foes and render them helpless. However, the magic user's \nversion of the spell is some what more flexible in terms of the caster's\n options. A hold person spell completely immobilises up to four \nMan-sized or smaller persons for the spell's duration. The magic user \ndecides how many of his or her foes he or she will target with the \nspell: if there is only one target, the saving throw is made at -3, if \ntwo, each makes the saving throw at -1, and if the magic user seeks to \nhold three or four enemies, each makes his or her saving throw with no \npenalty.\n\n\n\n\nCreatures affected by this spell would include humans, Demi-humans and \nhumanoids. Ultimately, it is in the discretion of the GM to decide if a \ncreature is considered a “person” for the purposes of this spell. If a \nmagic item or spell operates to partially negate the effects of \nparalysis, failure on the saving throw will have the effect of a slow spell rather than completely immobilising the target.\n\n\n\n\nPersons held by this spell may be killed or bound at a rate of one per \nround, or, if the attacker chooses, may be attacked at twice the normal \nrate with an automatic hit, for maximum damage.",
    "Level": "3",
    "Range": "120-ft",
    "Duration": "2 rounds/level",
    "Area of Effect": "See below",
    "Components": "V",
    "Casting Time": "3 segments",
    "Saving Throw": "Negates"
  },
  "Hold Portal": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This quickly-shouted spell holds fast a door or similar aperture as if \nit were securely locked. The portal must be something that normally \nopens and closes, such as a door, gate, valve, or portcullis, and it \nmust be closed for the spell to function. A magically held portal can be\n battered apart, but will not open normally until the spell's duration \nexpires. This is not a particularly powerful spell; any being not native\n to the material planes (such as a demon) will ignore its effects, as \nwill a magic user four or more levels higher than the caster. The spell \nmay also be negated by means of a knock or dispel magic spell.",
    "Level": "1",
    "Range": "20-ft/caster level",
    "Duration": "1 round/caster level",
    "Area of Effect": "One portal up to 80 square-ft/caster level",
    "Components": "V",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Ice Storm": {
    "Type": "Arcane Evocation",
    "Details": "The caster may evoke one of two different forms of ice storm with this \nspell: a hailstorm or a sleet storm. The hail storm is a vicious barrage\n of huge hailstones that pound into a 40-ft×40-ft area, throwing up bits\n of shrapnel-like ice fragments as the hail shatters. Any creature \nwithin the area suffers 3d10 hit points of damage with no saving throw. \nThe sleet storm is a maelstrom of frozen rain in an 80-ft×80-ft area, \nblinding all creatures in the area of effect and making the footing so \nslippery that all movement is cut by 50%. There is also a 50% \nprobability that any creature attempting to move while in the sleet \nstorm will slip and fall prone.",
    "Level": "4",
    "Range": "10-ft/level",
    "Duration": "1 round",
    "Area of Effect": "10-ft×10-ft/level",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Identify": {
    "Type": "Arcane Divination",
    "Details": "This expensive and unreliable spell allows the magic user to discern the\n magical properties of an item. The magic user must hold or wear the \nitem as intended for use (thereby placing himself at risk of a cursed \nitem). For every segment of the spell's duration, the magic user has a \n15% +5%/caster level of gaining an insight into the nature of the item's\n enchantment. Insights include magical effects (and the corresponding \ncommand word) and number of charges (plus or minus 25% of the actual \nnumber). The exact bonus (or penalty) of a weapon is not revealed to the\n player, unless the GM chooses to do so for convenience; the character, \nof course, would not think of a magic sword as being “+1” or “+3,” just \nas “enchanted” or “powerfully enchanted,” and the spell reveals \ninformation in these terms. The spell must be cast within 1 hour/caster \nlevel of the time a magic item first comes near the caster, or the magic\n user's own aura will have blended too much in to the item's aura, \ncontaminating his ability to read it. Upon casting the spell, the magic \nuser temporarily loses 8 points of constitution, and regains them by \nresting for one hour per recovered point. The material component for the\n spell is a pearl worth 100 gp.",
    "Level": "1",
    "Range": "Touch",
    "Duration": "1 segment/caster level",
    "Area of Effect": "One item",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "See below"
  },
  "Imprisonment": {
    "Type": "Arcane Abjuration",
    "Details": "The power of this spell hurls the victim deep beneath the earth, placing\n it into a state of suspended animation for eternity, entombed within a \ncyst of rock. The only way to free an imprisoned creature is with the \nreverse of the spell, and the caster must know the name of the prisoner \ntogether with enough detail to clearly identify him or her. A creature \nfreed from imprisonment appears at the exact spot where the imprisonment\n took place. When casting the spell's reverse, if the caster is not \nspecific enough about the imprisoned creature's identity the spell will \nnormally fail; but there is also a chance it will free the intended \ncreature together with several other imprisoned victims from other \nplaces in the ground–some far, some (perhaps) near. Some of these freed \nvictims might be from ancient ages and may have been imprisoned for a \nvery good reason. The chance of freeing unintended recipients is 1 in \n10, and their number can vary considerably (d%).",
    "Level": "9",
    "Reversible": true,
    "Range": "Touch",
    "Duration": "Permanent",
    "Area of Effect": "One creature",
    "Components": "VS",
    "Casting Time": "9 segments",
    "Saving Throw": "None"
  },
  "Incendiary Cloud": {
    "Type": "Arcane Evocation",
    "Details": "The incendiary cloud begins as a choking cloud of thick smoke, \nwith the attributes of a pyrotechnics spell's smoke cloud, billowing \nfrom an existing fire source as per the pyrotechnics spell. The\n cloud has a radius of 20-ft and is 10-ft high. On the third round of \nthe cloud's existence, it bursts into hot, magical flame. A saving throw\n for half damage is permitted to every creature in the cloud for each \nround of exposure to the flames.\n\n\n\n\nIn the first round of the flare, the blazing cloud inflicts one hit \npoint of damage for every two levels of the caster. In the second round \nof the flare, the heat increases to inflict 1 hit point per caster \nlevel, and in the third round of the blaze, damage falls again to one \npoint per two levels. After three rounds, the cloud burns out, and for \nany further duration it retains only the properties of pyrotechnic \nsmoke.",
    "Level": "8",
    "Range": "30-ft",
    "Duration": "1d6+4 rounds",
    "Area of Effect": "Cloud, 10-ft high, 20-ft radius",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "Half"
  },
  "Infravision": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell allows the magic user to confer the ability to see in the \ndark, perceiving variations of heat in the infrared spectrum. The range \nof this vision is 60-ft. Lamps and other light sources tend to spoil the\n effects of infravision. Infravision does not perceive invisibility any \nmore than normal vision.",
    "Level": "3",
    "Range": "Touch",
    "Duration": "12 turns+6 turns/level",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "None"
  },
  "Instant Summons": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell calls a specific, desired object into the caster's hand from \nwherever it might be. The object must be prepared ahead of time, with \nthe first part of the spell being cast upon it at that time–all but the \nfinal word of the incantation. The item is then touched with another \nitem, the spell's focus, which must be of at least 5,000 gp in value \n(usually a gem). When the caster seeks to summon the item by means of \nthis spell, he must hold the focus item in his hand and speak the final \nword of the spell. The focus item will disappear and the summoned item \nwill appear in its place. The summoned item cannot be heavier than 8 lbs\n or the spell will not function. Moreover, if the item is in the \npossession (not necessarily in the hand) of another creature, the spell \nwill fail. However, in this instance, the caster will learn the item's \nlocation, and some details about the owner, as determined by the GM. The\n spell will function across the planes.",
    "Level": "7",
    "Range": "See below",
    "Duration": "Instantaneous",
    "Area of Effect": "One object",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Interposing Hand": {
    "Type": "Arcane Evocation",
    "Details": "This spell creates a magical hand with the same number of hit points as \nthe caster. The magic user can cause the hand to be as small as his or \nher own, or as large as a shield. The caster selects a foe, and the hand\n will place itself between the magic user and that particular enemy, \nmoving so rapidly that it cannot be avoided. It is strong enough to hold\n back any creature weighing 200 lbs or less and will slow heavier \nopponents to half movement. The movement rates of opponents of truly \nmassive size (such as dragons) will be adjudicated by the GM, being \nslowed to a quarter movement rate or pushing the hand aside entirely.",
    "Level": "5",
    "Range": "10-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "Magical disembodied hand",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Invisibility": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "When the words of this spell are completed, the recipient and all he or \nshe carries fade from sight, becoming invisible. Even infravision cannot\n detect an invisible creature. The spell remains in effect until the \ninvisible creature attacks someone, the caster ends the spell, or the \nmagic is dispelled. Note that the spell does not make the recipient any \nmore quiet than normal, nor does it eliminate scents. The invisible \nperson can see him- or herself, but the caster (unless they are one and \nthe same) cannot. The spell cannot be cast upon an unwilling subject.",
    "Level": "2",
    "Range": "Touch",
    "Duration": "See below",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Invisibility, 10-ft Radius": {
    "Type": "Arcane Illusion/ Phantasm",
    "Details": "This spell operates as does the invisibility spell, but affects all \ncreatures within 10-ft of the recipient at the time the final words of \nthe spell are uttered. If the creature upon which the spell was cast \nmakes an attack, the attack will negate the invisibility of all the \nothers. However, if one of the creatures affected by the spell's radius \n(not the direct recipient) attacks, the invisibility only of that one \ncreature is negated thereby. In order to remain invisible, those who \nwere made invisible by virtue of the spell's radius must remain within \n10-ft of the creature upon whom the spell is centred. All creatures \naffected can see each other.",
    "Level": "3",
    "Range": "Touch",
    "Duration": "See below",
    "Area of Effect": "All creatures within a 10-ft radius",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None (willing target only)"
  },
  "Invisible Stalker": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell summons an invisible stalker (see Chapter 5). The stalker \nwill perform one task as commanded by the caster, but resents its \nslavery and will always seek to misinterpret a command if it is worded \nambiguously.",
    "Level": "6",
    "Range": "10-ft",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "None"
  },
  "Irresistible Dance": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "The creature touched (successful “to hit” roll) flies into an \nuncontrollable, twitching tarantella, dancing wildly. The creature's \narmour class is penalised by -4, and it will fail any and all saving \nthrows during the spell's duration. It cannot act in any way, or gain \nbenefit from a shield.",
    "Level": "8",
    "Range": "Touch",
    "Duration": "1d4 +1 rounds",
    "Area of Effect": "One creature",
    "Components": "V",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Jump": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell allows the subject to make one or more prodigious leaps, one \nadditional leap for each three caster levels above 1. Thus, at a caster \nlevel of 4, the spell permits a second leap, with additional leaps at \nlevel 7, 10, 13, etc. The recipient of the spell may bound forward \n30-ft, or may leap backward or straight up for a distance of 10-ft. The \nleap is almost perfectly straight, with no arc.",
    "Level": "1",
    "Range": "Touch",
    "Duration": "See below",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Knock": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The powerful magic words of a knock spell open doors that are \nstuck, barred, locked, or even wizard locked. Chains (even those that \nare welded) and chests will also spring open under this spell. Doors \nthat operate by gravity, such as portcullises, will not be opened by \nmeans of the spell. If a door is secured by a number of devices, only \ntwo will be opened by the spell; a triple-locked door is proof against a\n single casting of the enchantment.",
    "Level": "2",
    "Range": "60-ft",
    "Duration": "See below",
    "Area of Effect": "10 square-ft/level",
    "Components": "V",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Legend Lore": {
    "Type": "Arcane Divination",
    "Details": "This spell, when cast, gathers mystical echoes of legend and rumour \nabout a specific person, place, or object. These inchoate rhymes, \nwhispers, and memories form in the caster's mind until he can finally \npiece them together into meaningful information. The spell's power is \nfar greater if the item is actually at hand when the spell is cast, for \nit can then be used as a focus for the gathering of echoes; casting time\n under these circumstances will be 1d4 turns. If the item (or place) is \nnot at hand, but some detailed information can be woven into the casting\n of the spell as a focus for the gathering of legend-echoes, the casting\n time will be 1d10 days. If all that the caster knows about the object \nor place is rumour, the casting time will be 2d6 weeks. While casting \nthe spell, the caster may not engage in any other activity other than \nshort breaks to eat and sleep.\n\n\n\n\nWhen completed, the spell will reveal the location of any legendary \nmaterial about the object (or person, or place), and if the spell is \ncast in the presence of the place, person, or object the spell will \ninvariably gather the legendary lore together into a piece of true \ninformation about it. This in formation, coming as it does from mystical\n echoes, will take the form of a riddle, rhyme, or other puzzle. In \norder to cast the spell an item of some value–often a potion–must be \nused and destroyed in the process. The spell can garner no information \nabout things that have not been the subject of discussion, rumour, \nrhyme, or legend.",
    "Level": "6",
    "Range": "Caster",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "See below",
    "Saving Throw": "None"
  },
  "Levitate": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell allows the magic user to levitate him- or herself or another \nperson, to a maximum weight of 100 lbs/level. The magic user can move \nvertically up or down at a rate of 20-ft per round, and can levitate \nanother at a rate of 10-ft per round. The spell may be cast upon an \nunwilling enemy, but in this case the intended target is entitled to a \nsaving throw. The spell does not allow any sort of horizontal movement \n(aerial agility level I–see Chapter 3), but it is possible for a \nlevitated person to pull him- or herself along if there is something \nupon which to gain purchase, such as a wall.",
    "Level": "2",
    "Range": "20-ft/level",
    "Duration": "1 turn/level",
    "Area of Effect": "Caster or one creature",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "Negates"
  },
  "Light": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The light spell creates a globe of light 20-ft in radius, \ncentered upon whatever spot or object the caster indicates at the time \nof casting (including a location in thin air). The caster may extinguish\n the magical light at any time. If it is cast upon a living creature, \nthe creature is entitled to a saving throw (success indicating that the \nspell affects the area just behind the creature). A light spell\n cast upon a creature's eyes will blind it for the spell's duration, \ncausing it a penalty of -4 on all rolls “to hit” if sight is its primary\n sense. The light spell remains stationary if it was not \noriginally cast upon a movable object or creature (in which case the \ntarget will bring the illumination with it as it moves).",
    "Level": "1",
    "Range": "60-ft",
    "Duration": "1 turn/caster level",
    "Area of Effect": "20-ft radius globe",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Lightning Bolt": {
    "Type": "Arcane Evocation",
    "Details": "As the caster completes this spell, he or she unleashes a bolt of \nlightning from the spell's point of origin, which may be as far away \nfrom the caster as the spell's maximum range. The bolt extends in a \nstraight line from the caster beginning, at whatever point along the \nspell's range the caster desires, and may extend beyond the spell's \nrange. The bolt deals 1d6 damage per caster level to all creatures \nstanding in the bolt's area of effect. Creatures that make successful \nsaving throws suffer half damage. The area of effect may be either a \nbranching, forking maelstrom of electricity 10-ft wide and 40-ft long, \nor it may be a concentrated blast 5-ft wide and 80-ft long. The length \nof the bolt itself is not affected by the caster's level, only the range\n at which the caster may cause the bolt to originate.\n\n\n\n\nAll items hit by the full force of the bolt must make item saving throws\n or be destroyed. The force of the bolt is often sufficient to blast \ndoors into smouldering ruin. If the bolt strikes an object that does not\n conduct electricity, such as a stone wall, it will be deflected \nbackward toward the caster (potentially inflicting a second shock upon \nthose in the target area). Note that the length of a deflected bolt is \nnot increased; the bolt will only rebound for the distance remaining in \nits original area of effect.",
    "Level": "3",
    "Range": "40-ft+10-ft/level",
    "Duration": "Instantaneous",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "Half"
  },
  "Limited Wish": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "Limited wish is a powerful spell, allowing the caster to \nreshape reality in accordance with his or her desire, but only to a \nlimited degree. The spell may be used to grant minor wishes (undoing \ncurses, granting small quantities of gold, duplicating the effects of \nlower level spells, etc.) The effects of the spell will be permanent for\n most minor requests, particularly when used to duplicate a lower-level \nspell that has a permanent or instantaneous duration.\n\n\n\n\nHowever, a limited wish is not powerful enough to make major \nchanges in reality. It cannot bring the dead back to life, grant a \nlevel, or permanently change ability scores. In many cases, the GM will \nbe called upon to determine whether the caster's wish is within the \npower of a limited wish spell or whether the results of the request will\n suffer from flaws due to the spell's limitations. Flaws would include \nlimited durations or partial results. The guidelines set forth above \nshould give the GM some assistance in making such determinations.\n\n\n\n\nIn the case of unreasonable wishes, the GM may decide to follow the \nwording of the spell precisely but pervert the intent, limit the \nduration of the spell to a very limited time (perhaps mere seconds!) or \nsimply rule that the whole spell fails.\n\n\n\n\nThe guideline here is that wishes are granted by someone or something, \nwhich may or may not be kindly disposed to the player characters. The \nmore greedy or selfish a wish, the greater the chance that a mischievous\n or actually evil power will take the opportunity to teach this upstart \nmortal a lesson.",
    "Level": "7",
    "Range": "Unlimited",
    "Duration": "Instantaneous",
    "Area of Effect": "See below",
    "Components": "V",
    "Casting Time": "See below",
    "Saving Throw": "See below"
  },
  "Locate Object": {
    "Type": "Arcane Divination",
    "Details": "Other than as noted above, this spell is identical to the clerical spell locate object.",
    "Level": "2",
    "Range": "20-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Lower Water": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "With a majestic gesture, the caster forces an area of water to sink \ndownward by 5% of its original depth per caster level. Despite its name,\n the spell's power is not limited to water; it can affect other \nnon-living fluid substances as well, including gases and materials \nslightly more viscous than water. The GM may adjust the amount by which \nthe spell affects other substances based upon the difference of their \nmaterial properties from those of water. The spell's area of effect is a\n square with sides measuring 10-ft per level. For example, a caster of \n7th level can affect a square area up to 70-ft×70-ft. The reverse of the\n spell raises water in an area of effect similar to that of lower water, but not to the same degree of height, returning water to its natural level plus 5 feet per caster level.",
    "Level": "6",
    "Reversible": true,
    "Range": "80-ft",
    "Duration": "5 rounds/level",
    "Area of Effect": "5-ft×5-ft square area/level",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Mage's Faithful Hound": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell summons an invisible watchdog to guard an area. The hound is \ninvisible to all but the caster, who may order it to keep watch over a \nparticular area. The area must be close to the caster, however, for if \nthe caster is more than 30-ft from the area the hound guards, it will \nreturn to the spirit realm. The hound can detect virtually any creature \nthat enters the area: it can detect invisibility (which includes \ncreatures on the astral and æthereal planes), can see creatures that are\n moving between dimensions, and can detect virtually any other method \nthat might be employed to sneak into an area. If any creature larger \nthan a cat or small dog enters the area, the hound will begin baying \nwith its echoing, supernatural bark. Moreover, it will seek to attack \nintruders from behind (it does not make frontal assaults) and can attack\n as a monster of 10 HD for 3d6 damage, even if the opponent requires up \nto a +3 magical weapon to be hit. The hound cannot be harmed by any \nmeans other than by dispelling it.",
    "Level": "5",
    "Range": "10-ft",
    "Duration": "2 rounds/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Mage's Sword": {
    "Type": "Arcane Evocation",
    "Details": "The caster evokes a magical sword into being and can wield it by \nexerting his or her will. While doing so, he or she cannot cast spells, \nuse magic items, or move, although the spell does not end if the magic \nuser's concentration is broken; the sword simply does not attack during \nthat round. The sword attacks as a fighter one-half the magic user's \ncaster level (and always hits on a natural 19 or 20), and it can hit \ncreatures that can ordinarily be hit only with magic weapons. The damage\n caused by the sword is considerable; it inflicts 5d4 hp against size S \nand M creatures, or 5d6 against larger creatures. The sword can be \ndispelled by dispel magic. The material components for the spell cost 500 gp or more.",
    "Level": "7",
    "Range": "30-ft",
    "Duration": "1 round/level",
    "Area of Effect": "Summoned sword",
    "Components": "VSM",
    "Casting Time": "7 segments",
    "Saving Throw": "None"
  },
  "Magic Aura": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "This spell creates a false magical aura around a single object of not more than five lbs per caster level. A detect magic spell will incorrectly perceive the item as magical, but if it is actually handled by the caster of the detect magic\n spell, he or she will be permitted a saving throw to realize that the \naura is, in fact, not a true magical aura but a counterfeit.",
    "Level": "1",
    "Range": "Touch",
    "Duration": "1 day/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "See below"
  },
  "Magic Jar": {
    "Type": "Arcane Possession",
    "Details": "This risky spell allows the caster to transfer his or her mind into that\n of another creature, trapping the other creature's soul in a gem (of \nnot less than 100 gp value) that is the material component of the spell \nand becomes the magic jar. To accomplish the transfer of souls, the \nmagic user must trap his or her own life essence within the jar prior to\n the transfer. If the transfer fails (e.g., if the targeted creature \nmakes a successful saving throw), the caster's soul is trapped until it \ncan take over a host or otherwise escape.\n\n\n\n\nThe caster can make successive attempts to take over the same host, but \nno more than one per round. The spell's range applies to two matters; \nwhen the magic user first transfers his or her own life essence into the\n jar, his or her body must be within the spell's range of the jar. The \nrange also limits the distance at which the magic user's soul may later \nescape from the jar and into another body. After the caster's soul moves\n into the jar, his or her physical body becomes inert and lifeless.\n\n\n\n\nThe spell represents, in many ways, a contest of will between the magic \nuser and the creature whose body he or she seeks to possess. The caster \nand the target creature each total their intelligence and wisdom scores \n(such being calculated or approximated by the GM for a monster). This \ncombined score represents the character's mental power for purposes of \nthe spell. The two numbers are compared, and the difference is used in \ntwo important calculations: the saving throw and the chance for escape. \nOne third of the difference (rounded down) is the modifier on the saving\n throw, a bonus if the target creature has the higher mental power, a \npenalty if the magic user's mental power is higher.\n\n\n\n\nIf a creature's soul is trapped in the magic jar by the caster, it has a\n chance to escape. If it escapes, the caster's soul is returned to the \nmagic jar. If the difference in mental power between the caster and the \npossessed creature is 4 or less in favour of the caster, or is in favour\n of the possessed creature, the creature can attempt a new saving throw \nevery round. If the difference is from 5 to 8 in the caster's favour, \none saving throw is permitted per turn. If the difference is 9 to 12 in \nthe caster's favour, the saving throw is made once per day, and if the \ncaster's mental power exceeds that of the target creature by 13+, the \nsaving throw can only be made once per week.\n\n\n\n\nWhile the caster is in the magic jar waiting to possess another body, he\n or she can sense creatures beyond the jar, but not their nature. The \njar may be moved from its original location, but not, obviously, by the \ncaster. When the caster possesses another body, he or she gains complete\n control of its movement and acquires any memories that the body might \nreflexively recall (how to fly, fight with claws, use innate magical \npowers, etc). He or she does not gain any knowledge from the creature's \nmind, such as languages known or the location of a lair, for the mind is\n trapped in the magic jar. The caster retains his or her own mind while \npossessing the other body, so if the body possesses the correct physical\n attributes the caster can continue to cast his or her spells from \nwithin the new body.",
    "Level": "5",
    "Range": "10-ft/level",
    "Duration": "See below",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "Negates"
  },
  "Magic Missile": {
    "Type": "Arcane Evocation",
    "Details": "When this spell is cast, missiles of magical energy dart forth from the \ncaster's fingertips, striking unerringly at his or her intended \ntarget(s), even if the target(s) are in melee or are partially \nconcealed. The missiles inflict 1d4+1 points of damage each. For every \ntwo caster levels beyond first, the caster gains an additional missile; \nthus, a first-level magic user can cast one missile, a third-level \ncaster may cast 2, a fifth-level caster may cast 3, and so on.",
    "Level": "1",
    "Range": "60-ft+10-ft/caster level",
    "Duration": "Instantaneous",
    "Area of Effect": "1+ creatures in a 10-ft×10-ft area",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Magic Mouth": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell is cast upon an object, so that when a set of particular \nconditions are met, a mouth will appear in the object and speak a \nspecific message. The length of the message cannot exceed 25 words. The \nmagic user can set any condition for the appearance of the magic mouth, \nbut the caster's power limits the range at which the mouth can detect \nthe triggering events. The mouth can “perceive” events at a range of \n5-ft/caster level, but cannot detect invisible creatures. It has no \nperceptions other than visual, although it does not actually see. \nObviously, a player cannot try to phrase conditions using game terms \nsuch as “hit dice,” “class,” “level,” etc. but must use terms that would\n be familiar to the character.",
    "Level": "2",
    "Range": "See below",
    "Duration": "Permanent until triggered",
    "Area of Effect": "One object",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Mass Charm": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell functions as does charm monster, but affects more \nthan one creature. Total hit dice limits the number of creatures \naffected; the caster cannot affect a total number of hit dice more than \ntwice his or her caster level. All of the target creatures must be \nwithin a 30-ft×30-ft area.",
    "Level": "8",
    "Range": "5-ft/level",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "V",
    "Casting Time": "8 segments",
    "Saving Throw": "Negates"
  },
  "Mass Invisibility": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "This spell acts in the same manner as an invisibility spell, \nbut has an effective radius of 30-ft×30-ft, possibly hiding as many as \n300 medium-sized creatures if they are packed in close and do not jostle\n one another.",
    "Level": "7",
    "Range": "10-ft/level",
    "Duration": "See below",
    "Area of Effect": "30-ft×30-ft radius",
    "Components": "VSM",
    "Casting Time": "7 segments",
    "Saving Throw": "None"
  },
  "Massmorph": {
    "Type": "Arcane Illusion/ Phantasm",
    "Details": "This spell causes creatures of man size or smaller to appear like an \ninnocent grove of trees to any observers. Up to 10 creatures may be \nenchanted in this manner. The illusion is so powerful that it is \nmaintained even if the massmorphed creatures are touched. The “tree's” \nreaction to being stabbed or hacked at is fairly likely to indicate that\n it is no normal tree, of course, although the illusion is not actually \ndispelled by a successful attack. The illusion persists until the caster\n dies or dismisses it (or it is dispelled).",
    "Level": "4",
    "Range": "10-ft/level",
    "Duration": "See below",
    "Area of Effect": "10-ft×10-ft square/level",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None (willing creatures only)"
  },
  "Maze": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "The targeted creature is trapped by this spell into an interdimensional \nreality similar to that created by the second level spell ropetrick.\n This wormhole has an entrance, which closes immediately after the \ntarget is trapped, and an exit, which is difficult to find in the \nbranching, twisting maze of the dimensional labyrinth. A creature's \nintelligence determines the amount of time required to find the way out \nand emerge back into the material plane.",
    "Level": "8",
    "Range": "5-ft/level",
    "Duration": "See below",
    "Area of Effect": "One creature",
    "Components": "VS",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Mending": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell repairs small breaks or tears in an object. It can weld \ntogether broken metallic objects, such as a chain link or a broken \ndagger, rejoin a broken bottle, and repair holes in leather or cloth, \nfor example. The spell does not repair magic items in any way that would\n restore or affect their magical qualities.",
    "Level": "1",
    "Range": "30-ft",
    "Duration": "Instantaneous",
    "Area of Effect": "One object",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Message": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "Once this spell is cast, the magic user may point to any creature in \nrange and whisper a message that the other creature will hear. If there \nis time remaining, the recipient may whisper a message in reply. Only \none creature may be in contact with the caster at a time, but if time \nallows, the caster may make contact with more than one possible \nrecipient. The gestures of this spell are subtle, and it is easy to \nconceal that the enchantment is being cast. Note that the path between \nthe magic user and the recipient must be a straight line and not \ncompletely blocked.",
    "Level": "1",
    "Range": "60-ft+10-ft/level",
    "Duration": "5 segments+1 segment/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Meteor Swarm": {
    "Type": "Arcane Evocation",
    "Details": "Meteor-like chunks of magical fire streak from the magic user's \noutstretched hand, exploding into an inferno of flame when they strike \nthe intended targets. The caster may hurl four large meteors or eight \nsmall meteors. These missiles strike the first creature in their \nstraight-line trajectories automatically, granting no saving throw and \ninflicting full damage. When the meteor strikes its target, the \nexplosion of fire may catch other creatures in its radius. These \ncreatures receive saving throws for half damage. Large meteors inflict \n10d4 hp damage and explode in a radius of 15-ft. Small meteors inflict \n5d4 hp damage and explode in a radius of 7½-ft. If the explosions \noverlap, a creature in this area is subject to damage from all the \nexplosions, but is entitled to a separate saving throw (halving damage) \nfor each.",
    "Level": "9",
    "Range": "40-ft+10-ft/level",
    "Duration": "Instantaneous",
    "Area of Effect": "See below",
    "Components": "VS",
    "Casting Time": "9 segments",
    "Saving Throw": "None or Half (see below)"
  },
  "Mind Blank": {
    "Type": "Arcane Abjuration",
    "Details": "By means of this spell, the person upon whom it is cast becomes \ncompletely protected from all divination and scrying magic. His or her \nthoughts cannot be detected in any way, he or she cannot be magically \noverheard when speaking, his or her soul cannot be trapped or affected, \netc.",
    "Level": "8",
    "Range": "30-ft",
    "Duration": "24 hours",
    "Area of Effect": "One creature",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Minor Globe of Invulnerability": {
    "Type": "Arcane Abjuration",
    "Details": "A globe of eldritch power forms around the magic user, hedging out all \nspells of third or lower level. Spells may be cast from within the \nglobe. Dispel magic, if cast upon the globe, will destroy it.",
    "Level": "4",
    "Range": "0",
    "Duration": "1 round/level",
    "Area of Effect": "5-ft radius sphere",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Mirror Image": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "The mirror image spell creates 1d4 phantasmal images of the \nmagic user, all mirroring his or her actions. The spell's 6-ft radius \nalso becomes slightly blurred to sight, like the reflection of a \nslightly distorted mirror. The combination of these two magical \nphenomena makes it impossible to distinguish the images from the caster \nwithout aid of a magical nature, such as true seeing. When an \nopponent makes a successful hit against one of the images, the image \nbreaks up and disappears (the others remain). If an opponent attempts to\n attack a magic user obscured by this spell, it is randomly determined \nwhether the “to hit” roll is directed toward the person or one of the \nimages. At the end of the spell's duration, the images fade from sight.",
    "Level": "2",
    "Range": "Caster",
    "Duration": "2 rounds/level",
    "Area of Effect": "6-ft radius",
    "Components": "VS",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Mnemonic Enhancement": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell enhances the magic user's precision of memory, allowing him \nor her to retain up to three additional spell levels in his or her mind \n(3 first level, 1 first and one second level, or 1 third level). The \nspell may be used for memorisation, or may be used to hold onto the \nmemory of a spell just cast. The spell components are expensive, costing\n at least 100 gp, and might not be available in rural communities.",
    "Level": "4",
    "Range": "Caster",
    "Duration": "24 hours",
    "Area of Effect": "Caster",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Monster Summoning I": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "By casting this spell, the magic user conjures up 2d4 monsters to serve \nhim or her as allies in combat or to perform other services. The \nmonsters appear from thin air within 1d4 rounds of the spell's completed\n casting. If the caster is in combat, the monsters will fight on his or \nher behalf, attacking whatever foes he directs, or guarding him or her. \nFor more complex tasks, the magic user must somehow have the ability to \ncommunicate these more specific commands. The GM has the ultimate \ndiscretion as to what monsters will appear, but the general likelihood \nis described in the following table:\n\n\n\n\nMonster Summoning I Results (magic user level 3)\n\n\n\n\n\n d6  Monster Summoned \n\n\n  1    Rat, giant  \n\n\n  2    Goblin (dwarf)  \n\n\n  3    Hobgoblin (elf)  \n\n\n  4    Kobold (halfling)  \n\n\n  5    Orc (gnome)  \n\n\n  6    Kullule (badger, giant)  \n\n\n\n\n\nEvil casters may get the monsters in parentheses, at the GM's option.",
    "Level": "3",
    "Range": "30-ft",
    "Duration": "2 rounds+1 round/level",
    "Area of Effect": "Summoned creatures",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Monster Summoning II": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell functions in the same manner as monster summoning I, but calls 1d6 creatures as determined on the following table:\n\n\n\n\nMonster Summoning II Results (magic user level 4)\n\n\n\n\n\n d6  Monster Summoned \n\n\n  1    Centipede, giant  \n\n\n  2    Devil, lemure  \n\n\n  3    Gnoll  \n\n\n  4    Stirge  \n\n\n  5    Toad, giant  \n\n\n  6    Troglodyte",
    "Level": "4",
    "Range": "40-ft",
    "Duration": "3 rounds+1 round/level",
    "Area of Effect": "Summoned creatures",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Monster Summoning III": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell functions in the same manner as monster summoning I, but calls 1d4 creatures as determined on the following table:\n\n\n\n\nMonster Summoning III Results (magic user level 5)\n\n\n\n\n\n d10  Monster Summoned \n\n\n  1    Beetle, giant boring  \n\n\n  2    Bugbear  \n\n\n  3    Gelatinous Cube  \n\n\n  4    Ghoul  \n\n\n  5    Lizard, giant  \n\n\n  6    Lycanthrope, wererat  \n\n\n  7    Ogre  \n\n\n  8    Spider, huge  \n\n\n  9    Spider, large  \n\n\n  10    Weasel, giant",
    "Level": "5",
    "Range": "50-ft",
    "Duration": "4 rounds+1 round/level",
    "Area of Effect": "Summoned creatures",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Monster Summoning IV": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell functions in the same manner as monster summoning I, but calls 1d4 creatures as determined on the following table:\n\n\n\n\nMonster Summoning IV Results (magic user level 6)\n\n\n\n\n\n d10  Monster Summoned \n\n\n  1    Blink dog  \n\n\n  2    Gargoyle  \n\n\n  3    Ghast  \n\n\n  4    Hell hound  \n\n\n  5    Hydra, five headed  \n\n\n  6    Lycanthrope, werewolf  \n\n\n  7    Owlbear  \n\n\n  8    Shadow  \n\n\n  9    Snake, giant constrictor  \n\n\n  10    Grey ooze",
    "Level": "6",
    "Range": "60-ft",
    "Duration": "5 rounds+1/level",
    "Area of Effect": "Summoned creatures",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "None"
  },
  "Monster Summoning V": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell functions in the same manner as monster summoning I, but calls 1d2 creatures as determined on the following table, the monsters appearing in 1d3 rounds:\n\n\n\n\nMonster Summoning V Results (magic user level 7)\n\n\n\n\n\n d6  Monster Summoned \n\n\n  1    Cockatrice  \n\n\n  2    Doppelgänger  \n\n\n  3    Hydra (7 heads)  \n\n\n  4    Lycanthrope (wereboar)  \n\n\n  5    Minotaur  \n\n\n  6    Snake, giant poisonous",
    "Level": "7",
    "Range": "70-ft",
    "Duration": "6 rounds+1 round/level",
    "Area of Effect": "Summoned creatures",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "None"
  },
  "Monster Summoning VI": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell functions in the same manner as monster summoning I, but calls 1d2 creatures as determined on the following table, the monsters appearing in 1d3 rounds:\n\n\n\n\nMonster Summoning VI Results (magic user level 8)\n\n\n\n\n\n d10  Monster Summoned \n\n\n  1    Devil, Erinyes  \n\n\n  2    Hydra, 8 headed  \n\n\n  3    Manticore  \n\n\n  4    Ogre Mage  \n\n\n  5    Rakshasa  \n\n\n  6    Troll  \n\n\n  7    Wight  \n\n\n  8    Wraith  \n\n\n  9    Wyvern  \n\n\n  10    Lycanthrope, weretiger",
    "Level": "8",
    "Range": "80-ft",
    "Duration": "7 rounds+1 round/level",
    "Area of Effect": "Summoned creatures",
    "Components": "VSM",
    "Casting Time": "8 segments",
    "Saving Throw": "None"
  },
  "Monster Summoning VII": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell functions in the same manner as monster summoning I, but calls 1d2 creatures as determined on the following table, the monsters appearing in 1 round:\n\n\n\n\nMonster Summoning VII Results (magic user level 9)\n\n\n\n\n\n d6  Monster Summoned \n\n\n  1    Cockatrice  \n\n\n  2    Doppelgänger  \n\n\n  3    Hydra (7 heads)  \n\n\n  4    Lycanthrope (wereboar)  \n\n\n  5    Minotaur  \n\n\n  6    Snake, giant poisonous",
    "Level": "9",
    "Range": "90-ft",
    "Duration": "8 rounds+1 round/level",
    "Area of Effect": "Summoned creatures",
    "Components": "VSM",
    "Casting Time": "9 segments",
    "Saving Throw": "None"
  },
  "Move Earth": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "By casting this spell, the magic user gains the ability to move earth, \nsand, and clay in vast quantities by the mere gestures of his or her \nhands. The spell does not affect rock or stone. Unlike most spells, the \narea of effect does not depend upon the caster's level but upon the \namount of time spent in casting. For every turn spent casting, the magic\n user can move a cube of earth 40-ft×40-ft×40-ft.\n\n\n\n\nThe spell is normally used to create walls, moats, etc., but can also be\n used to move an intact terrain feature from one place to another \n(although the spell cannot move rock unless the rock is carried within \nthe moved earth).\n\n\n\n\nIf an intact feature (such as a portion of a forest or the foundations \nunder a cottage) is to be moved, an earth elemental must also be \nsummoned. Without the assistance of an elemental, the earth under a \ncottage could certainly be moved, but with the–presumably \nundesired–result of destroying the cottage in the process.",
    "Level": "6",
    "Range": "10-ft/level",
    "Duration": "Instantaneous",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "See below",
    "Saving Throw": "None"
  },
  "Part Water": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell causes water to draw apart, forming a trench. The depth and \nlength of the water displacement is determined by the caster's level. \nFor each caster level, they may displace an area of water 30-ft deep and\n 20-ft wide. The spell can affect other liquids besides water, but the \nmore different the physical properties of the other liquid, the less the\n caster may be capable of displacing.",
    "Level": "6",
    "Range": "10-ft/level",
    "Duration": "5 rounds/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Passwall": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "By means of a passwall spell, the magic user creates an \ninter-dimensional opening through any non-metallic material, allowing \nhim or her and any others to simply walk directly into the hillside or \nthrough a wall. More than one spell may be used in succession to create \nlonger passages. The inside of the passageway is still a part of the \nmaterial plane; the inter-dimensional warping of space simply acts to \n“remove” the material through which the passage is created.",
    "Level": "5",
    "Range": "30-ft",
    "Duration": "6 turns+1/level",
    "Area of Effect": "Passage 5-ft wide, 10-ft high, and 10-ft long",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Permanency": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The permanency spell makes the temporary effects of other \nspells permanent. It is also used to lock the enchantments of a magic \nitem permanently into the item. Certain spells can be made permanent \nupon the caster or another creature, and other spells can be made \npermanent only if cast upon an area or an object. Each use of this spell\n reduces the caster's constitution by 1 point.\n\n\n\n\nSpells that can be made permanent upon a person or other creature include: comprehend languages, detect evil, detect invisibility, detect magic, infravision, protection from evil, protection from normal missiles, read magic, tongues and unseen servant. Only a magic user of higher level than the caster can dispel these spells.\n\n\n\n\nSpells that can be made permanent upon an area or object include: enlarge, fear, gust of wind, invisibility, magic mouth, prismatic sphere, stinking cloud, wall of fire, wall of force and web.\n\n\n\n\nThese spells may be dispelled by any caster subject to the normal rules for dispel magic.",
    "Level": "8",
    "Range": "See below",
    "Duration": "Permanent",
    "Area of Effect": "One object or creature",
    "Components": "VSM",
    "Casting Time": "2 rounds",
    "Saving Throw": "None"
  },
  "Phantasmal Force": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "This extremely flexible spell allows the magic user to craft a visual \nillusion of virtually anything that can fit within the spell's area of \neffect. The spell creates no sound whatsoever. The caster must maintain \nhis or her concentration upon the illusion, or it will evaporate, but \nwhile concentrating the caster is able to make the illusion move and \nrespond to events.\n\n\n\n\nThe illusion is dispelled if it is struck with a blow, a falling person,\n etc. There is no saving throw against the illusion if the observer \nbelieves it, and the illusion can actually cause damage to such a \ndeceived victim. A demon wielding a sword can attack and do damage, and \nthe appearance of a pit full of spikes can be fatal even though it is \nnot real. If the observer doubts the reality of the illusion, he or she \nwill be permitted a saving throw to see the illusion for what it really \nis. If one observer disbelieves the illusion and this disbelief is \ncommunicated to others, the others will also gain a saving throw at a \nbonus of +4.\n\n\n\n\nNote that the spell relies purely on a visual effect; it will have no \neffect upon a creature that does not see it. Furthermore, the lack of \nany audible component can make certain illusions completely \nnon-credible. An explosion, for example, is not likely to be believed by\n anyone if it creates no sound. Various methods may be used by the GM to\n determine if an NPC or monster believes the effect of a phantasmal \nforce, common sense being the first thing to consider. A player who \ntakes care to craft a believable illusion should be rewarded for skilful\n use of the spell, not forced into a table of random results.",
    "Level": "3",
    "Range": "80-ft+10-ft/level",
    "Duration": "See below",
    "Area of Effect": "80 square-ft+10 square-ft/level",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "See below"
  },
  "Phase Door": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The caster opens, by means of this spell, a dimensional pathway through a\n solid object, 10-ft in depth. It is a pathway that only the caster may \nuse, and it remains until the caster has traversed it twice. In other \nrespects, the spell is similar to a passwall.",
    "Level": "7",
    "Range": "Touch",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "V",
    "Casting Time": "7 segments",
    "Saving Throw": "None"
  },
  "Plant Growth": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "By means of this spell, the caster causes plants and vines to grow with \nunbelievable speed, forming a tangled barrier of thick vegetation. The \nenchantment may be dispelled, or the plants cleared by normal means. \nChopping a way through the barrier is possible, but movement is \nrestricted to 10-ft/turn (20-ft for size L creatures).",
    "Level": "4",
    "Range": "10-ft/level",
    "Duration": "Permanent",
    "Area of Effect": "10-ft×10-ft square/level",
    "Components": "VS",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Polymorph Object": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell allows the magic user to transform one thing, living or not, \ninto another sort of thing. If the spell is used simply to duplicate the\n effects of a polymorph other spell or a stone to flesh\n spell, it will function in the same manner as these spells but with a \n-4 penalty to the victim's saving throw. Otherwise, the spell's duration\n depends upon the degree of change involved in the transformation. The \ncalculation is made using a “duration factor” found on table 1, and the \nexplanation of the resulting duration factor is found on table 2.\n\n\n\n\nPolymorph Object–Table 1 (magic user level 8)\n\n\n\n\n\nChanged Subject Is: Increase to Duration Factor \n\n\nSame kingdom (animal, vegetable, mineral)  +5  \n\n\nSame class (mammals, fungi, metals, etc .)  +2  \n\n\nSame size  +2  \n\n\nRelated (twig is to tree, wolf fur is to wolf, etc .)  +2  \n\n\nSame or lower intelligence  +2  \n\n\n\n\n\nAdd all that apply. Look up the total on the next table.\n\n\n\n\nPolymorph Object–Table 2 (magic user level 8)\n\n\n\n\n\n Duration Factor  Duration  Example \n\n\n  0    20 rounds    Pebble to human  \n\n\n  2    1 hour    Marionette to human  \n\n\n  4    3 hours    Human to marionette  \n\n\n  5    12 hours    Lizard to manticore  \n\n\n  6    48 hours    Sheep to woolen cloak  \n\n\n  7    1 week    Shrew to manticore  \n\n\n  9+    Permanent    Manticore to shrew  \n\n\n\n\n\nThis spell can be dispelled.",
    "Level": "8",
    "Range": "5-ft/level",
    "Duration": "See below",
    "Area of Effect": "One object or creature",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "See below"
  },
  "Polymorph Other": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell transforms the victim into another type of creature; a person\n might be changed into a newt, or a newt into a dragon, for example. \nSuch a transformation can, in rare cases, be fatal. If the spell's \ntarget is successfully transformed, it must make a system shock test \nagainst its constitution or die (see, “Constitution”). Moreover, there \nis a base 100% likelihood that the transformed creature will lose its \nmemories and former identity in the change, becoming, for all intents \nand purposes, the creature into which it was transformed (intelligence \ncannot be increased by virtue of such a transformation, however).\n\n\n\n\nFor every intelligence point of the transformed creature, the base \nchance is reduced by 5%, and there is a further ±5% alteration for each \nlevel (or HD) by which the original form's level (or HD) differs from \nthat of the new form. This check is made on a daily basis, so such a \ntransformation will, eventually, become inevitable according to the laws\n of chance if the transformed creature is not magically brought back to \nits original form. A transformed creature retains its former hit points,\n but otherwise assumes all the physical characteristics of the new form \nimmediately. The transformation may be dispelled, but the second change \nof shape will necessitate another system shock check.",
    "Level": "4",
    "Range": "5-ft/level",
    "Duration": "Permanent",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "Negates"
  },
  "Polymorph Self": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell enables the magic user to cloak him- or herself in the \nphysical shape of another creature, and to continue shape-shifting at \nwill for the length of the spell's duration. The transformation is of an\n entirely lesser order than that of polymorph other, incurring \nno risk of a system shock or of truly becoming the transformed creature.\n Changing from one shape to another requires only 30 seconds, and when \nthe caster returns to his or her original form (ending the spell) he or \nshe will be healed of 1d12 points of any damage inflicted against the \npolymorphed forms he or she assumed.\n\n\n\n\nThe caster can polymorph into forms no smaller than a songbird and no \nheavier than 2,000 lbs. Only the movement capabilities of the new form \ncan be used, not its attacks, defences, or other abilities. The magic \nuser can transform him- or herself into a lion, and run as fast as a \nlion, but his or her claws will do no more damage than a human's soft \nfists. Similarly, if he or she transforms into a dragon, he or she will \nhave the dragon's ability to fly but no breath weapon. As an orc, he or \nshe would be able to use whatever weapons he or she could use in his \noriginal shape, but would lack infravision. The caster retains his or \nher own hit points and armour class.",
    "Level": "4",
    "Range": "Caster",
    "Duration": "2 turns/level",
    "Area of Effect": "Caster",
    "Components": "V",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Power Word, Blind": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "The word of power to blind removes vision from creatures within\n the area of effect. The duration of the blindness depends on how many \ntotal hp the affected creatures have. If the total is 50 or less, the \nblindness lasts 1d4+1 turns. If the total is 51 hit points to 100, the \nblindness lasts 1d4+1 rounds, as opposed to turns. The spell does not \naffect more than 100 hp of creatures in total. The caster may target \nspecific creatures within the area of effect.",
    "Level": "8",
    "Range": "5-ft/level",
    "Duration": "See below",
    "Area of Effect": "15-ft radius",
    "Components": "V",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Power Word, Kill": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "Upon the casting of this spell, the magic user specifies whether the \nspell is to kill one creature or multiple creatures. The spell will \ninstantly deal death to a creature of up to 60 hit points, offering no \nsaving throw (magic resistance does apply). The spell may, \nalternatively, be used to slaughter up to 120 hp of creatures with 10 or\n fewer hit points each. The total number of hit points is based upon the\n target's current hit points, not maximum hit points, so wounded \ncreatures are more vulnerable to the spell. All creatures to be killed \nmust be within the spell's area of effect.",
    "Level": "9",
    "Range": "2½-ft/level",
    "Duration": "Instantaneous",
    "Area of Effect": "10-ft radius",
    "Components": "V",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Power Word, Stun": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "The creature targeted by a stunning power word hears the word as a \nthundering roar, although others hear it normally. The impact of the \nword's magical power stuns the victim, rendering him unable to think \nclearly or act in any manner (including movement). The duration of the \nspell's effect is determined by the target's current hit points (not its\n normal maximum). A creature with 1-30 remaining hit points will be \nstunned for 4d4 rounds, a creature with 31-60 hp remaining will be \nstunned for 2d4 rounds, a creature with 61-90 hp remaining will be \nstunned for 1d4 rounds, and creatures with 90+ hit points will be able \nto shrug off the effect of the spell entirely.",
    "Level": "7",
    "Range": "5-ft/level",
    "Duration": "See below",
    "Area of Effect": "One creature",
    "Components": "V",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Prismatic Sphere": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "Prismatic sphere creates a shimmering, multicoloured globe of \nlight that protects those within it from all forms of attack (it will \nnormally appear as a hemisphere, with its lower half below ground). The \nsphere flashes with seven colours, each of which has a distinct power \nand purpose. It is immobile, but the caster can pass through and remain \nnear it without harm. However, any other creature with fewer than 8 HD \nwithin 20-ft of the sphere will be blinded for 2d4 rounds by the colours\n if it looks at them. The sphere can be destroyed, colour by colour, in \nconsecutive order, by various magical effects; however, the first colour\n must be brought down before the second can be affected, and so on. A rod of cancellation destroys a prismatic sphere, but an anti-magic shell will fail to penetrate it. Dispel magic\n cannot dispel the sphere or anything beyond it (unless the first six \ncolours have already been brought down). Magic resistance is effective \nagainst a prismatic sphere, but the check must be repeated for each colour present.\n\n\n\n\nEach colour in the sphere has a different effect. The accompanying table\n shows the seven colours, the order in which they appear, their effects \non creatures trying to attack the caster or pass through the sphere, and\n the magic needed to negate each colour.\n\n\n\n\nPrismatic Sphere Effects (magic user level 9)\n\n\n\n\n\n Colour  Order  Effect  Negated by \n\n\n  Red    1st  Stops nonmagical ranged weapons. Deals 20 points of damage (saving throw for half damage) . Cone of cold \n\n\n  Orange    2nd  Stops magical ranged weapons. Deals 40 points of damage (saving throw for half) . Gust of wind \n\n\n  Yellow    3rd  Stops poisons, gases, and petrifaction. Deals 80 points of damage (saving throw for half) . Disintegrate \n\n\n  Green    4th  Stops breath weapons. Poison (saving throw or die) . Passwall \n\n\n  Blue    5th  Stops divination and mental attacks. Turns to stone (saving throw negates) . Magic missile \n\n\n  Indigo    6th  Stops all spells. Causes insanity (saving throw negates) Continual light \n\n\n  Violet    7th  Force shield (as per wall of force). Creatures sent to another plane (saving throw negates) . Dispel magic",
    "Level": "9",
    "Range": "0",
    "Duration": "1 turn/level",
    "Area of Effect": "10-ft radius sphere",
    "Components": "V",
    "Casting Time": "9 segments",
    "Saving Throw": "See below"
  },
  "Project Image": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "This spell creates an illusory duplicate of the magic user in another \nplace within the spell's range. The image must remain visible to the \ncaster or the spell will end. Much like mirror image, the \nprojected image mimics all the caster's movements, but it is not \naffected by attacks of any kind. The image possesses an arcane link to \nthe caster; if desired, the magic user can cast spells that originate at\n the image rather than at the caster, as if the image, rather than the \nmagic user, cast the spell. Thus, the effective range of an attack spell\n can be increased, or a spell that would ordinarily centre on the caster\n could be brought into effect around the projected image.",
    "Level": "6",
    "Range": "10-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "None"
  },
  "Protection From Evil": {
    "Type": "Arcane Abjuration",
    "Details": "Other than as noted above, this spell is identical to the clerical spell protection from evil.",
    "Level": "1",
    "Reversible": true,
    "Range": "Touch",
    "Duration": "2 rounds/level",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Protection From Evil, 10-ft Radius": {
    "Type": "Arcane Abjuration",
    "Details": "This spell has effects and limitations identical to protection from evil,\n but the radius of divine protection extends a full 10-ft around the \nspell's recipient, allowing allies to shelter within the protective \nambience.",
    "Level": "3",
    "Reversible": true,
    "Range": "Touch",
    "Duration": "2 rounds/level",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Protection From Normal Missiles": {
    "Type": "Arcane Abjuration",
    "Details": "The subject of this spell becomes completely invulnerable to the effects\n of projectiles. The spell's power is not sufficient to completely ward \noff the larger missiles hurled by siege engines such as catapults and \nballistae, nor the enchantment of a magic arrow or bolt, but does reduce\n any damage caused by such weapons by 1 hit point per die of damage. The\n spell conveys no protection whatsoever against spells, including spells\n with missile-like qualities such as fireball or ray of enfeeblement.",
    "Level": "3",
    "Range": "Touch",
    "Duration": "1 turn/level",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Push": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "The magic user casts this spell and points toward the desired target, \nwhich is instantly pushed away from the caster. The supernatural force \nexerted by the spell is only about one pound per level of the caster, \nbut the spell can be used to move small objects or to throw enemies off \nbalance. A small object can be moved at a rate of 10-ft/round(directly \naway from the caster), and if the object is a weapon held by a creature,\n the creature will suffer a penalty “to hit” equal to the caster's \nlevel. For example, a tenth level magic user could exert so much \neldritch force against an attacking orc's axe that the orc would suffer a\n -10 “to hit” with it. Moving an actual creature or a heavier object is \nonly possible if the creature's weight in pounds is not more than 50 \ntimes the caster's level.",
    "Level": "1",
    "Range": "10-ft+3-ft/level",
    "Duration": "Instantaneous",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Pyrotechnics": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "With any exceptions noted above, this spell is identical to the druidic spell pyrotechnics.",
    "Level": "2",
    "Range": "120-ft",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "VS",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Ray of Enfeeblement": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "As this spell is cast, a ray of unpleasant and indescribable colour arcs\n from the caster's hand to strike the chosen target. No attack roll is \nrequired to hit. If the target fails a saving throw, its strength and \nthe effect of all attacks which are dependent upon strength are reduced \nby 25%. The amount of reduction is increased by 1%/caster level (to be \nrounded off in the case of lower-level magic users simply as a matter of\n convenience). Thus, if an orc is struck with the ray by a \nlevel one magic user, the orc would lose 26% (rounded to 25%, at the \noption of the GM) of its strength. Its “to hit” rolls are not affected, \nbut any damage it inflicts is reduced to 75% (or 74%) of the damage \nrolled (a good GM avoids minuscule calculations that might bog down the \ngame). A ray of enfeeblement may technically reduce the \ntarget's strength below the required minimum to qualify for a class, but\n its effects are too temporary to affect class choices (so an enfeebled \npaladin with a temporary strength of 8 retains his or her paladinhood). \nAny further effects of the reduced strength are determined by the GM.",
    "Level": "2",
    "Range": "10-ft+3-ft/level",
    "Duration": "1 round/level",
    "Area of Effect": "One creature",
    "Components": "VS",
    "Casting Time": "2 segments",
    "Saving Throw": "Negates"
  },
  "Read Magic": {
    "Type": "Arcane Divination",
    "Details": "Read magic is normally the first spell in every magic user's \nspell book, and its mastery is the first task of every apprentice. The \nspell allows the caster to read magical writings (other than his or her \nown, of course, which are always intelligible to the original author).\n\n\n\n\nUnless the writings are cursed, reading magical script does not normally\n activate the magic formulae described therein–reviewing a scroll prior \nto casting from it does not, for instance, actually cast whatever spell \nis written upon the scroll. Once the magic user has read a particular \nset of magical inscriptions by use of this spell, the spell is no longer\n needed to re-read the writing at a later time.\n\n\n\n\nThe reverse of the spell allows the magic user to make magical writings \nindecipherable for the spell's duration, and is cast upon the writing \nrather than upon the caster him- or herself.",
    "Level": "1",
    "Reversible": true,
    "Range": "Caster",
    "Duration": "2 rounds/level",
    "Area of Effect": "Caster (see below)",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "None"
  },
  "Remove Curse": {
    "Type": "Arcane Abjuration",
    "Details": "Other than as noted above, this spell is identical to the clerical spell remove curse.",
    "Level": "4",
    "Reversible": true,
    "Range": "Touch",
    "Duration": "Instantaneous (permanent)",
    "Area of Effect": "See below",
    "Components": "VS",
    "Casting Time": "4 segments",
    "Saving Throw": "See below"
  },
  "Reincarnation": {
    "Type": "Arcane Necromancy",
    "Details": "Provided that a body has been dead for no more than one day per caster \nlevel, a powerful magic user can recall its spirit from the dead, \ninvesting it into another body. The form of the new body is not subject \nto the magic user's control and is determined by means of the table \nbelow. The new body will appear within 1d6 turns near the soul's former \nbody. Elves may be brought back to life by reincarnation.\n\n\n\n\nThe new incarnation will retain the original character's experience \npoints, but will have new physical (Str, Dex, Con) ability scores \nrandomly rolled and adjusted for the new race. The character will retain\n his or her original mental ability scores (Int, Wis, Cha).\n\n\n\n\nArcane Reincarnation Table\n\n\n\n\n\n Die Roll New Incarnation Die Roll New Incarnation\n\n\n  01-03  Bugbear  40-42  Half-orc\n\n\n  04-06  Dwarf  43-45  Hobgoblin\n\n\n  07-14  Elf  46-85  Human\n\n\n  15-17  Gnoll  86-88  Kobold\n\n\n  18-25  Gnome  89-91  Orc\n\n\n  26-28  Goblin  92-94  Ogre\n\n\n  29-36  Half-elf  95-97  Ogre Mage\n\n\n  37-39  Halfling  98-00  Troll",
    "Level": "6",
    "Range": "Touch",
    "Duration": "Instantaneous",
    "Area of Effect": "Person touched",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Repulsion": {
    "Type": "Arcane Abjuration",
    "Details": "All living creatures in the spell's path will move away from the caster \nat their normal movement rates for the spell's duration, as if by \nchoice.",
    "Level": "6",
    "Range": "10-ft/level",
    "Duration": "1 round/2 levels",
    "Area of Effect": "10-ft wide path",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "None"
  },
  "Reverse Gravity": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The caster momentarily reverses gravity in the area of effect, which is a\n 30 square-ft area, extending a mile into the air. Any object or \ncreature in this area will “fall” upwards for a distance of 20-ft, \nstriking intervening objects as per a normal, downward fall. When the \nduration ends, of course, they will fall downward again.",
    "Level": "7",
    "Range": "5-ft/level",
    "Duration": "1 second (1/6 segment)",
    "Area of Effect": "30-ft×30-ft×1 mile",
    "Components": "VSM",
    "Casting Time": "7 segments",
    "Saving Throw": "None"
  },
  "Rope Trick": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell enchants a rope to become a portal into an extra-dimensional \npocket of unreality opened by the spell. The rope rises in the air and \nthen hangs, suspended by its connection to the extra-dimensional \nhideaway. Up to six medium-size people can hide in the space (five, if \nthe rope is to be pulled up and into the space as well). At the spell's \nexpiration, the inhabitants or contents of the space will fall into \nnormal reality if they have not already departed. True reality is \nvisible through the portal, but cannot be affected from within.",
    "Level": "2",
    "Range": "Touch",
    "Duration": "2 turns/level",
    "Area of Effect": "One piece of rope",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Scare": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell causes terror in creatures of less than 6th level or 6 HD. \nSuch creatures are entitled to a saving throw, which, if successful, \nallows them to shake off the spell's effect entirely. If a creature \nfails the saving throw, however, it will become frozen with terror. If \nforced, it can fight, but it suffers a penalty of -1 to all attacks, \ndamage, and saving throw rolls.",
    "Level": "2",
    "Range": "10-ft",
    "Duration": "3d4 rounds",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "Negates"
  },
  "Secret Chest": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell allows the magic user to shift a magically crafted treasure \nchest into the æthereal plane, where it will be safe from those who \nmight seek to steal the caster's possessions. The chest itself must be \ncrafted of the finest materials in order to support the spell's magic, \nand it will cost a minimum of 5,000 gp to have a craftsman or craftsmen \nbuild it, together with a second, miniature copy. When the magic user \ncasts the spell, one hand upon the chest and one upon the miniature, the\n chest disappears into the æthereal plane, together with its contents. \nThese contents may be up to one cubic foot of material per caster level \n(and no more than this) regardless of the chest's actual volume. If the \nchest contains any living matter, there is a 75% chance that the spell \nwill completely fail, although if it should succeed, the living creature\n will be imprisoned in the æthereal plane until freed. The caster (and \nonly the caster) can use the miniature chest to pull the larger one from\n the æther wherever he or she might be. It is possible, although not \nlikely, that some æthereal creature or æthereal traveller might happen \nupon the chest while it is in the æthereal plane. So long as the chest \nremains in the æthereal plane, the magic user will still be able to \nretrieve it (although it may have been looted). No creature on the \nmaterial plane has any chance using any magic known to humanity to \nlocate a secret chest that has been hidden in the æthereal plane by \nmeans of this spell. After the spell duration expires, there is a \ncumulative 1 in 20 chance per day that the spell's link to the chest \nwill fail, and the chest will be irrecoverable.",
    "Level": "5",
    "Range": "See below",
    "Duration": "60 days",
    "Area of Effect": "One chest or box, 12 cubic-ft",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Shape Change": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "Upon casting this spell, the magic user becomes able to change shape \nalmost at will (each change takes one segment, and incurs no system \nshock check). The caster retains his or her own mind and hit points, but\n assumes the magical properties of the shape-changed form as well as its\n physical capabilities. The spell does not allow the caster to assume \nthe form of any greater creature native to another plane of existence, \nbut virtually any other form can be assumed, from a tree to an insect to\n a treasure chest to a dragon. The material component of the spell is a \npiece of jewellery worth 5,000 gp.",
    "Level": "9",
    "Range": "0",
    "Duration": "1 turn/level",
    "Area of Effect": "Caster`",
    "Components": "VSM",
    "Casting Time": "9 segments",
    "Saving Throw": "None"
  },
  "Shatter": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell causes an item to shatter into pieces. It can affect objects \nof up to 10 lbs weight per caster level. Only brittle materials are \naffected by the spell (glass, earthenware, etc.) excluding magical items\n of any kind. The item is permitted a saving throw against a crushing \nblow to avoid destruction.",
    "Level": "2",
    "Range": "60-ft",
    "Duration": "Instantaneous",
    "Area of Effect": "One object",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "Negates"
  },
  "Shield": {
    "Type": "Arcane Evocation",
    "Details": "By means of this spell, the caster creates an invisible barrier of magical force. Magic missiles\n cannot penetrate the barrier at all. The magic user gains an armour \nclass of 2 against any hurled weapon, armour class of 3 against \npropelled weapons such as arrows, and armour class of 4 against all \nother attacks. All saving throws against frontal attacks (by wands, \ndragon breath, etc.) are made at +1 during the spell's duration. The \nshield is a frontal defence and grants no benefits against attacks from \nbehind or from the rear flanks.",
    "Level": "1",
    "Range": "Caster",
    "Duration": "5 rounds/level",
    "Area of Effect": "See below",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Shocking Grasp": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell imbues the caster's hand with a powerful electrical charge \nthat the magic user may use to deliver a deadly shock. The electrical \ncharge can be delivered either by a direct touch (requiring a successful\n attack roll) or through a conductive material such as metal. This spell\n is not powerful enough to deliver a dangerous shock through any \nsignificant volume of water, but a small quantity of water (a shallow \npuddle, for instance) could be used as a suitable conductor. The \nshocking grasp inflicts 1d8 hp of damage, +1 hp per level of the caster.",
    "Level": "1",
    "Range": "Touch",
    "Duration": "1 round",
    "Area of Effect": "One creature",
    "Components": "VS",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Simulacrum": {
    "Type": "Arcane Illusion/ Phantasm",
    "Details": "This eerie spell permits the magic user to make a living duplicate of \nanother creature using ice or snow as the raw material of the \nduplicate's substance. The simulacrum is identical in appearance to the \noriginal in even the minutest detail, although there are many \ndifferences in other respects. The simulacrum will always be weaker than\n the original, having only half of the original hit points and a lower \nlevel of experience (1d4+1×10%). The simulacrum does not have its own \npersonality; it is under the caster's control and has no volition \nwithout the caster's spoken command. A simulacrum can be improved by the\n use of other spells; a reincarnation spell will provide it with its own personality, and a limited wish\n may be used to give it the original's personality and 40-60% of the \noriginal's memories. Casting the spell requires material components of \n1,000 gp in value, and a part (even so small as a piece of hair) of the \ncreature to be duplicated.",
    "Level": "7",
    "Range": "Touch",
    "Duration": "Instantaneous (permanent)",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "1 day",
    "Saving Throw": "None"
  },
  "Sleep": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell affects a circular area with a 15-ft radius. A number of \ncreatures within this radius (determined by their HD) fall into a deep \nmagical slumber with no saving throw allowed. Magically sleeping \ncreatures may be killed or tied up at a rate of one per round by a \nsingle person, or can be attacked at twice the normal rate with an \nautomatic hit for maximum damage, if the attacker chooses not to kill or\n bind them. A sleeping creature requires a full round to waken and must \nbe shaken or slapped to bring it to consciousness; mere noise, however \nloud, will not disturb the enchanted slumber of a sleep spell's victim. The number of enemies affected by the spell\n is a function of their hit dice. If there are creatures of different \nhit dice in the area, the weaker ones will be affected first. Creatures \nwith hit dice over 4+4 are not affected by the spell.\n\n\n\n\nSleep Spell Effectiveness (magic user level1)\n\n\n\n\n\n Hit Dice of Victim  Number Affected \n\n\n  1 or less    4d4  \n\n\n  1+ to 2    2d4  \n\n\n  2+ to 3    1d4  \n\n\n  3+ to 4    1d2  \n\n\n  4+1 to 4+4    0 or 1 (d2-1)",
    "Level": "1",
    "Range": "30-ft+10-ft/level",
    "Duration": "5 rounds/level",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Slow": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell acts upon its targets to slow down their movements, or can be\n used to negate the effects of a haste spell. Any creature affected by a\n slow spell will find that it can only move at half normal speed and \nattack at half its normal rate. The spell may be cast upon up to 1 \ncreature/caster level, but all must be within the area of the spell's \narea of effect at the time of casting. If more than one slow spell is \ncast upon the same subject, the effects of the two spells will be \ncumulative.",
    "Level": "3",
    "Range": "90-ft+10-ft/level",
    "Duration": "3 rounds+1 round/level",
    "Area of Effect": "1 creature/level in a 40-ft×40-ft area",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Spell Immunity": {
    "Type": "Arcane Abjuration",
    "Details": "This spell confers tremendous protection against magical attacks that \naffect the mind. A creature warded by this spell gains a +8 bonus to \nsuch saving throws. The caster may divide the spell's duration among as \nmany recipients as his or her caster level divided by four. The material\n component for this spell is a gem of any kind or size.",
    "Level": "8",
    "Range": "Touch",
    "Duration": "1 turn/level, divided among recipients",
    "Area of Effect": "One creature/ 4 levels",
    "Components": "VSM",
    "Casting Time": "1 round/ recipient",
    "Saving Throw": "None"
  },
  "Spider Climb": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "When the magic user casts this spell, the recipient's bare hands and \nfeet become sticky enough to allow him or her to climb walls and even \ncrawl along a ceiling. The movement rate for such climbing is 30-ft per \nround. The subject of this spell will find it difficult to employ tools \nor handle small objects with precision while the spell is in effect.",
    "Level": "1",
    "Range": "Touch",
    "Duration": "1 round+1 round/ evel",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Spirit-Rack": {
    "Type": "Arcane Abjuration",
    "Details": "This spell is used to utterly banish a particular demon, devil, or the \nlike to its home plane of existence for a number of years equal to the \ncaster's level. To cast the spell, the magic user must know the fiendish\n creature's name, and inscribe it into a scroll, the preparation of \nwhich requires 8d6 hours and the expenditure of at least 5,000 gp. Once \nthe spell is cast, if the scroll is read aloud by the caster in the \nfiend's presence it will have the effects described below. A caster can \ncreate no more than one scroll for any particular fiend and can only \nkeep three such scrolls in existence at any one time; the magic of one \nwill fade if a fourth is created.\n\n\n\n\nWhen the caster speaks the first words of the scroll in the fiend's \npresence, the demon is immediately held in place (unless its innate \nmagic resistance allows it to escape this effect). Even if the fiend's \nmagic resistance protects it, the words of the scroll cause considerable\n agony, and if the creature has the ability to escape it is only 10% \nlikely to remain and try to stop the final reading (0% likelihood if it \nhas no means of attacking the magic user, gaining possession of the \nscroll, or otherwise influencing events in its favour). After one full \nminute of reading the scroll (i.e., in the second round), the fiend \nloses 1 hp/ hit die from pain. In the third round, the fiend loses 50% \nof its remaining hit points from the agony caused by the words of the \nscroll. After the third round of reading, the fiend is banished to its \nhome plane, where it writhes in agony for a period of years equal to the\n caster's level.\n\n\n\n\nObviously, any fiend caught with this ritual will seek to negotiate its \nway out; the GM will determine probabilities based on the fiend's goals \nand personality, but the base likelihood will be roughly 25% per round \nthat the fiend will agree to perform a task for the caster in exchange \nfor nothing more than the cessation of the ritual.",
    "Level": "6",
    "Range": "10-ft+1ft/level",
    "Duration": "See below",
    "Area of Effect": "One fiend",
    "Components": "VM",
    "Casting Time": "8d6 hours",
    "Saving Throw": "None"
  },
  "Statue": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The statue spell allows the caster or other recipient of the \nspell to turn, apparently, into a statue made of stone. The creature can\n still utilize all of its senses, although the sense of touch is dulled,\n and only actual damage to the stone is felt. The ensorcelled creature \ncan shift in and out of the statue form in one second and is not limited\n to one such shift in a single round. During the initial transformation,\n the creature must make a special system shock roll with a flat 82% \nchance of success, with a +1 for every point of constitution the \ncreature possesses (100% chance at Con 18). Failing this roll means that\n the creature dies. The statue does radiate magic slightly and can be \ndetected in this manner as well as with other similar divination spells \nor items. The initial transformation requires a full round. Damage that \nactually manages to hurt the stone statue will be incurred by the \ncreature, but the stone is as hard and durable as granite and not easy \nto chip or break.",
    "Level": "7",
    "Range": "Touch",
    "Duration": "6 turns/level",
    "Area of Effect": "Creature touched",
    "Components": "VSM",
    "Casting Time": "7 segments",
    "Saving Throw": "See below"
  },
  "Stinking Cloud": {
    "Type": "Arcane Evocation",
    "Details": "This spell creates a nauseating cloud of vapours to billow forth in a \nlocation chosen by the caster. All creatures caught within (or later \nentering) the noxious cloud must make saving throws. Any creature \nfailing to save will be completely unable to act for 1d4+1 rounds, \nfalling to the ground retching and gagging (treated as stunned). A \ncreature that succeeds in making the saving throw may move from within \nthe cloud and be free of the effects after only one round of gasping \nfresh air (again, being treated as stunned for this round). Even \ncreatures that succeed in making a saving throw cannot do anything \nwithin the cloud other than to leave as fast as possible.",
    "Level": "2",
    "Range": "30-ft",
    "Duration": "1 round/level",
    "Area of Effect": "20-ft radius spherical cloud",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "See below"
  },
  "Stone Shape": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The magic user moulds stone by the power of his or her will, shaping it \ninto whatever object or form he or she desires, from a weapon to a \nsculpture to an ornate stone footstool. Whether used to decorate the \nwizard's tower with gargoyles or to make an escape hole from a stone \nprison, this spell is extremely versatile and useful.",
    "Level": "5",
    "Range": "Touch",
    "Duration": "Instantaneous",
    "Area of Effect": "1 cubic-ft/level",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "None"
  },
  "Stone to Flesh": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell transforms stone into flesh, or vice versa if the caster has elected to memorise the reversed version, flesh to stone.\n A creature that has been turned to stone will be returned to its normal\n state (provided that a system shock roll is successful). If the spell \nis used upon normal stone (as opposed to restoring a petrified \ncreature), up to 9 cubic-ft/caster level may be transformed. A saving \nthrow is permitted only against the spell's reverse, flesh to stone.",
    "Level": "6",
    "Reversible": true,
    "Range": "10-ft/level",
    "Duration": "Instantaneous",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "See below"
  },
  "Strength": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell increases a person's strength (affecting the same sorts of \ncreatures as hold person). The recipient's strength increases by 1d6, \nand members of the various fighter-type classes gain a +1 to this roll. \nIf the spell is cast upon a monster (such as an orc), the GM is free to \nrule for convenience that the effect of the spell is to grant +1 to \ndamage, and if the d6 roll is a 5 or 6, a +1 “to hit” as well.",
    "Level": "2",
    "Range": "Touch",
    "Duration": "6 turns/level",
    "Area of Effect": "One person",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Suggestion": {
    "Type": "Arcane Enchantment/Charm",
    "Details": "This spell empowers the caster to suggest facts or courses of action \nwith an almost unavoidable power of persuasion. Factual suggestions \n(“These are not the halflings you seek”), suggestions of a course of \naction (“You won't mention you saw us, I have no doubt”), or a \ncombination of both are possible. Even a victim who has failed a saving \nthrow against the spell will not undertake a course of action that is \npalpably unreasonable, but the experienced caster can easily phrase his \nor her requests in such a way as to avoid this problem. No creature will\n leap off a cliff for no reason; but the caster might need to scout the \nbottom of a chasm and promise to cast a feather fall spell, or \nhand the victim a “magical” torch that supposedly permits the power of \nflight. The creature to be influenced must be able to hear and \nunderstand the language spoken by the caster.",
    "Level": "3",
    "Range": "30-ft",
    "Duration": "6 turns+6 turns/level",
    "Area of Effect": "One creature",
    "Components": "VM",
    "Casting Time": "3 segments",
    "Saving Throw": "None (negates)"
  },
  "Symbol": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "The symbol spell is used to enchant magical runes written on a \nsurface. Any creature that passes by, over, or under the rune; touches \nit; or reads it will be affected by its magic. There are numerous \nsymbols that can be created with this spell. Those best known are as \nfollows:\n\n\n\n\nSymbol of Death: Creatures with hit points totalling not more than 80 are slain.\n\n\n\n\nSymbol of Discord: All creatures in the area begin \narguing with one another. Those that do not share the same alignment \nhave a 50% chance of actually fighting one another. The duration of the \neffect is 5d4 rounds, but if a fight breaks out, the duration is reduced\n to 2d4 rounds.\n\n\n\n\nSymbol of Fear: As per fear spell, but save at -4.\n\n\n\n\nSymbol of Hopelessness: Creatures that fail to save vs \nspells are affected by deep depression for 3d4 turns. Each round during \nthis period they act randomly, not acting at all (25%), or walking away \nfrom the symbol (75%), even if this means breaking off from combat. Such\n creatures will submit to any demand made by an enemy or ally, including\n a command to surrender.\n\n\n\n\nSymbol of Insanity: Creatures with total hit points of \nnot more than 120 are affected by lunacy, acting per the random actions \ndescribed in the confusion spell. The effect is permanent (or until \nremoved by magical means).\n\n\n\n\nSymbol of Pain: Any creature triggering the symbol is \nsubjected to horrible pain, losing 2 points of dexterity and gaining a \npenalty of -4 on all “to hit” rolls for a period of 2d10 turns.\n\n\n\n\nSymbol of Sleep: This symbol causes any creature of 8+1\n HD or less to fall into an enchanted slumber; it is impossible to \nawaken the victims for 4d4+1 turns.\n\n\n\n\nSymbol of Stunning: Creatures with a total of 160 or fewer hit points are stunned for 3d4 rounds, dropping whatever they are holding.\n\n\n\n\nMaterial components for this spell cost at least 10,000 gp.",
    "Level": "8",
    "Range": "Touch",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "8 segments",
    "Saving Throw": "See below"
  },
  "Telekinesis": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell allows the caster to move objects through force of will, up \nto a weight limit of 25 lbs per level. An object can be accelerated to a\n deadly velocity over the course of a few minutes. The base speed is \n20-ft/round, but the caster can double this speed every round (to 40-ft,\n then 80-ft, then 160-ft) to a maximum of 102,400-ft/round \n(1,706-ft/second). For every 2,000-ft/round that an object is \ntravelling, it will sustain 1d6 damage if it strikes another object. The\n spell allows an object to be moved in any direction, horizontally or \nvertically.",
    "Level": "5",
    "Range": "10-ft/level",
    "Duration": "2 rounds+1/level",
    "Area of Effect": "25 lbs/level",
    "Components": "VS",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Teleport": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The teleport spell permits the caster to transport him- or \nherself, and any additional weight he or she can carry, instantly from \none place to another. The magic user must be familiar with the \ndestination (see below), but there is no effective range to the spell, \nalthough it does not permit travel to other planes.\n\n\n\n\n\n Familiarity  On Target  Off Target  Similar Area  Mishap \n\n\n  Very familiar    01-97    98-99    100    –  \n\n\n  Studied carefully    01-94    95-97    98-99    100  \n\n\n  Seen casually    01-88    89-94    95-96    97-100  \n\n\n  Viewed once    01-76    77-88    89-90    99-100  \n\n\n  False destination    (1d20+80)    –    81-92    93-100  \n\n\n\n\n\nTo see how well the teleportation works, the player will roll d% and \nconsult the preceding table. Refer to the following information for \ndefinitions of the terms contained in table:\n\n\n\n\nFamiliarity: “Very familiar” is a place where the \ncaster has been very often and feels at home. “Studied carefully” is a \nplace the caster knows well, either because he or she can currently see \nit, has been there often, or has used other means (such as scrying) to \nstudy the place for at least one hour. “Seen casually” is a place that \nthe caster has seen more than once but with which he or she is not very \nfamiliar. “Viewed once” is a place that the caster has seen once, \npossibly using magic. “False destination” is a place that does not truly\n exist, or if the caster is teleporting to an otherwise familiar \nlocation that no longer exists as such, or has been so completely \naltered as to no longer be considered “familiar.”\n\n\n\n\nWhen travelling to a false destination, the player rolls 1d20+80 on the \ntable rather than rolling d%, as there is no real destination.\n\n\n\n\nOn Target: The caster appears in the correct location.\n\n\n\n\nOff Target: The caster appears safely, a random \ndistance away from the destination in a random direction. Distance off \ntarget is 1d10×1d10% of the distance that was to be travelled. The \ndirection off target is determined randomly\n\n\n\n\nSimilar Area: The caster winds up in an area that is \nvisually or thematically (depending on how the caster identified it \nwhile casting) similar to the target area. It is possible (25% chance) \nthat this result will indicate that the correct location has been \nreached but that the caster and party will arrive too high, falling 1-ft\n to 100-ft unless there is means to arrest the fall. If the party \narrives too high and the result would entomb them in a solid surface, \nthey die instantly. Generally, the caster will appear in the closest \nsimilar place within range. If no such area exists within the spell's \nrange, the spell simply fails.\n\n\n\n\nMishap: The caster and anyone else teleporting with him\n or her arrive beneath the destination point, causing instant death if \nthe area is solid.",
    "Level": "5",
    "Range": "Touch",
    "Duration": "Instantaneous",
    "Area of Effect": "250 lbs+150/level over 10th",
    "Components": "V",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Temporal Stasis": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell places the victim into a magical sleep so deep that it is \nakin to suspended animation. The victim does not age or change in any \nway and does not need to breathe or eat. The sleep lasts until the \nvictim is awakened by the use of dispel magic or the spell's reverse form.",
    "Level": "9",
    "Reversible": true,
    "Range": "10-ft",
    "Duration": "Permanent",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "9 segments",
    "Saving Throw": "None"
  },
  "Time Stop": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell allows the caster to act between two moments of time, in a \nbubble where the outside is frozen in place, not moving in the flow of \ntime's passage. The spell's common name is a misnomer, for time does not\n actually stop; rather the caster simply gains a few “extra” moments, \ncaptured in between the points of time's normal passage. Effectively, \nthe caster simply gains the duration of the spell as extra time in which\n he or she may perform whatever actions he or she wishes, while the rest\n of the universe is effectively frozen relative to the caster.",
    "Level": "9",
    "Range": "10-ft",
    "Duration": "1 segment/ 2 levels+1d8 segments",
    "Area of Effect": "15-ft radius sphere",
    "Components": "V",
    "Casting Time": "9 segments",
    "Saving Throw": "None"
  },
  "Tiny Hut": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell causes a bubble of magical force to form around the caster. \nThe field will extend through solid substances if necessary, providing a\n complete sphere of protection even against burrowing creatures. When \nthe caster stands on the ground, the sphere will thus appear to be a \nhemisphere, with half of it beneath the ground. The field's outside \nsurface is not transparent and is usually a dark amber colour, but \nanyone inside the sphere can see through to the outside as if the force \nfield did not exist. The spell provides protection against inclement \nwinds and temperature within a certain range, but offers no protection \nagainst attacks from outside. Anyone can pass into and out of the hut, \nand up to 6 medium-sized or 8 small creatures can shelter inside with \nthe caster. If the caster leaves the hut, the spell ends.\n\n\n\n\nInside the hut, the inhabitants will not feel winds of up to 50 mph, \nwhich are completely blocked by the bubble of force, but if the wind \nreaches gale force of 50 mph the tiny hut will be shredded into \noblivion. The temperature inside the hut remains at a pleasant 70-deg \nFahrenheit for so long as the outside temperature remains in a range \nfrom 0 to 100-deg. For every degree of outside temperature beyond this \nrange, the temperature inside the hut will rise or fall accordingly from\n 70-deg. The caster may illuminate the inside of the hut with a dim, \nambient light that will not, of course, show to the outside.",
    "Level": "3",
    "Range": "0",
    "Duration": "6 turns/level",
    "Area of Effect": "5-ft radius sphere",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Tongues": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "Within the radius established by this spell, the caster, and the caster \nalone, will be able to speak and understand any verbal language, \nincluding alignment tongues. Note that the spell's area of effect does \nnot move with the caster. The reverse of the spell makes any verbal \ncommunication impossible for any person (not just the caster) in the \nspell's area, or may be used to cancel out the effects of the tongues spell.",
    "Level": "3",
    "Reversible": true,
    "Range": "0",
    "Duration": "1 round/level",
    "Area of Effect": "30-ft radius",
    "Components": "VM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Transformation": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "Upon the completion of this spell, the caster's form and mind alter as \nhe or she takes on the spirit and attributes of a powerful berserker \nwarrior. The caster's existing hit points are doubled, and any damage \nsustained is first deducted from the “additional” hit points with no \ndeduction from the “true” hit points until the additional hit points are\n gone. Once the additional hit points are gone, however, the caster \nsustains twice normal damage from attacks. The caster's armour class \nimproves by four points, and he or she attacks as a fighter of the same \nlevel. The transformed magic user may only use a dagger as a weapon \nwhile in this berserk state, but may attack twice per round, inflicting a\n +2 bonus on all damage. The magic user cannot cancel the effects of \nthis spell, and will continue to attack until all enemies are killed or \nthe spell duration ends. In order to cast this spell, the magic user \nmust consume a potion of heroism.",
    "Level": "6",
    "Range": "Caster",
    "Duration": "1 round/level",
    "Area of Effect": "Caster",
    "Components": "VSM",
    "Casting Time": "6 segments",
    "Saving Throw": "None"
  },
  "Transmute Rock to Mud": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell transforms solid rock into mud, the volume transformed being \nproportionate to the caster's level. Any volume of mud will sink until \nits depth is equal to about one half the pool's diameter. If this spell \nis cast upon a ceiling, the resulting volume of mud will immediately \ncollapse, possibly trapping or suffocating those caught beneath. \nSimilarly, if a floor is turned to mud, creatures standing in the area \nwill sink and may be trapped. If dispel magic is cast upon the \nmud before it eventually dries into dirt, the mud will return to stone, \nbut in the shape and location of the mud (i.e., a collapsed ceiling will\n not return to its original place; it will be frozen back into stone \nwhere it collapsed). The spell's reverse transforms mud into sandstone \nor a similar sedimentary rock.",
    "Level": "5",
    "Range": "10-ft/level",
    "Duration": "See below",
    "Area of Effect": "20-ft cube/level",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Trap the Soul": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "This spell traps a victim's soul within a gem for eternity unless the \nprisoner is rescued. The prison must be prepared ahead of time, by the \nuse of various spells and rituals costing 1,000 gp per level or hit die \nof the creature to be trapped. The trap may be sprung by either of two \nmethods: either speaking the final word of the spell (which requires one\n segment and grants the target a saving throw) or persuading the victim \nto accept a pre-prepared trigger item (in which case no saving throw is \npermitted–the imprisonment is automatic). When a being is freed from \nimprisonment, even player characters, the being that has performed the \nrescue may demand a service or task from the freed prisoner. For unknown\n reasons, the request affects the prisoner in the same manner as a geas.",
    "Level": "8",
    "Range": "10-ft",
    "Duration": "Permanent",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "See below",
    "Saving Throw": "See below"
  },
  "Unseen Servant": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "By means of this spell, the caster summons a mindless magical force to \nperform simple tasks. The servant can fetch and carry things, open \ndoors, hold chairs, clean, mend, etc. It will continue at its assigned \ntask until it is given another command. An unseen servant cannot exert \nforce of more than twenty lbs. Unseen servants can neither attack nor \nmove beyond the spell's area of effect.",
    "Level": "1",
    "Range": "Caster",
    "Duration": "6 turns+1 turn/level",
    "Area of Effect": "30-ft radius around spell caster",
    "Components": "VSM",
    "Casting Time": "1 segment",
    "Saving Throw": "None"
  },
  "Vanish": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The caster's magic words cause an object to vanish, either being \nteleported away or shifted into the æthereal plane and replaced with \nstone on the material plane. The caster can teleport an object that \nweighs no more than 50 lbs per caster level to a location of his or her \nchoice (subject to the normal rules of a teleport spell). If \nthe object is larger, or if the caster chooses not to change its \nlocation, he may instead shift the object into the æthereal plane, to be\n replaced with shapeless stone. A dispel magic cast upon such \nstone will return the object to the material plane. Items that are part \nof larger structures, such as doors or windows, may be caused to vanish.",
    "Level": "7",
    "Range": "Touch",
    "Duration": "Instantaneous or permanent–see below",
    "Area of Effect": "One object",
    "Components": "V",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Ventriloquism": {
    "Type": "Arcane Illusion/Phantasm",
    "Details": "The caster makes his or her voice (or any sound he or she can vocalize) \nseem to issue from someplace else, such as from another creature, a \nstatue, from behind a door, down a passage, etc. For each point of \nintelligence of the listener over 12, there is a cumulative 10% chance \nto correctly perceive the source of the sound.",
    "Level": "1",
    "Range": "10-ft/level (max. 60-ft)",
    "Duration": "2 rounds+1 round/level",
    "Area of Effect": "One object",
    "Components": "VM",
    "Casting Time": "1 segment",
    "Saving Throw": "See below"
  },
  "Wall of Fire": {
    "Type": "Arcane Evocation",
    "Details": "A magic user's wall of fire does base damage of 2d6 hit points \nplus 1 hp/level. If the wall is configured as a ring its radius will be \n10-ft+3-ft/level. In all other respects, the spell resembles the druidic\n spell wall of fire.",
    "Level": "4",
    "Range": "60-ft",
    "Duration": "See below",
    "Area of Effect": "See below",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Wall of Force": {
    "Type": "Arcane Evocation",
    "Details": "A wall of force is a barrier of magical power, invisible but \nvirtually impervious to all attacks, blocking almost anything from \npassing through it. The wall is utterly unaffected by physical attacks \nand spells, including dispel magic, and all forms of energy, such as \nelectricity, heat, and cold. The only way actually to destroy a wall of \nforce is with a disintegrate spell. The wall remains in place even if \nthe ground beneath it is destroyed or transformed, hanging magically in \nplace where it was evoked.",
    "Level": "5",
    "Range": "30-ft",
    "Duration": "1 turn+1 turn/level",
    "Area of Effect": "20-ft square/level",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Wall of Ice": {
    "Type": "Arcane Evocation",
    "Details": "A wall of ice spell creates a huge wall of ice, with a front \nface of up to 100 square-ft per level. Its exact dimensions are \nadjustable by the caster. Thus, if the wall is cast by a 20th level \ncaster, the dimensions of the wall could be any combination of \ndimensions that multiply to equal 2,000 square-ft. The wall might be \n10-ft high and 200-ft long, or 5-ft high and 400-ft long, or 20-ft high \nand 100-ft long, etc. The wall need not be cast so that it is attached \nto anything, and it can even be cast in the air to fall upon opponents, \ndoing 3d10 points of damage in the area where it falls. Breaking through\n the ice with a melee weapon causes 2 hit points of damage from ice \nshards per inch of thickness, and can be broken out at a rate of 10-ft \nper round. Normal fire has no measurable effect upon the wall, but \nmagical fire will melt through it in one round. If the wall is destroyed\n by fire in a single round, it will cause a massive cloud of water \nvapour to form and linger for a full turn, obscuring vision by 50%.",
    "Level": "4",
    "Range": "10-ft/level",
    "Duration": "1 turn/level",
    "Area of Effect": "Wall, area 100 square-ft/level, 10-ft thick/level",
    "Components": "VSM",
    "Casting Time": "4 segments",
    "Saving Throw": "None"
  },
  "Wall of Iron": {
    "Type": "Arcane Evocation",
    "Details": "By casting wall of iron, the magic user creates a sheet of solid iron, \none quarter of an inch thick per caster level, with dimensions of 15 \nsquare-ft/caster level. The configuration of the square footage is \ndetermined by the caster, but must be rectangular. The wall must be \nvertical if it is created upon the ground, but may be created \nhorizontally in the air, falling to crush whatever is beneath. The wall \nis natural iron and can be affected by rust or transmutations, but its \nexistence is magical and may be dispelled.",
    "Level": "5",
    "Range": "5-ft/level",
    "Duration": "Permanent",
    "Area of Effect": "15-ft×15-ft square/level",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Wall of Stone": {
    "Type": "Arcane Evocation",
    "Details": "When the spell is completed, a wall of stone is called into being, \nsprouting from existing stone formations. In order for the spell to \nsucceed, there must be existing rock large enough to serve as the anchor\n on each side of the wall. No rock from the foundation is consumed; the \nwall's stone is created from nothing, but needs existing rock from which\n to emerge and with which to meld. The wall itself is one quarter of an \ninch thick for each level of the magic user and has an area of \n20-ft×20-ft per caster level. The wall need not be vertical, but must be\n anchored–a bridge is a good example of a way to create and use a \nhorizontal wall of stone. The wall may be dispelled, but otherwise has \nall the characteristics of natural stone.",
    "Level": "5",
    "Range": "5-ft/level",
    "Duration": "Permanent",
    "Area of Effect": "20-ft×20-ft square/level",
    "Components": "VSM",
    "Casting Time": "5 segments",
    "Saving Throw": "None"
  },
  "Water Breathing": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "This spell grants the ability to breathe underwater while the spell \nlasts. The reverse of the spell allows a water-breathing creature to \nbreathe in the air.",
    "Level": "3",
    "Reversible": true,
    "Range": "Touch",
    "Duration": "1 round/level",
    "Area of Effect": "One creature",
    "Components": "VSM",
    "Casting Time": "3 segments",
    "Saving Throw": "None"
  },
  "Web": {
    "Type": "Arcane Evocation",
    "Details": "This spell causes a mass of tough, sticky webs to appear, filling in any\n open spaces where the webs can be anchored on both sides (floor and \nceiling, between walls, etc.), up to the maximum of the spell's area of \neffect. Any creature in the area must make a saving throw at a penalty \nof -2. The effect of a successful saving throw depends upon how close \nthe target is to the edge of the area of effect; if the creature is \nwithin five ft of the edge of the spell's area of effect, the creature \nhas jumped free and is not affected by the web. If the creature is not \nwithin five ft of the edge and makes its save, that creature will be \nable to fight its way through the web at twice normal speed (at a rate \nof 1-ft per turn if its strength is less than 13) and will have no \nchance of suffocating. No creature within the area of effect, whether a \nsaving throw is made or not, can cast spells or attack. Any creature \nthat fails its saving throw has a cumulative 5% chance of suffocating \nper turn. Creatures with a strength of less than 13 that fail the saving\n throw are trapped within the web and cannot move or act at all. \nCreatures with a strength of 13-17 are capable of moving through 1-ft of\n webs per turn. A creature with strength 18+ can move through the web at\n a rate of 10-ft per turn, and creatures such as dragons virtually \nignore the webs, breaking through at a rate of 100-ft per turn. The \nstrands of a web spell are very flammable. If they are ignited,\n fire will flash through the entire web, dealing 2d4 points of damage to\n all creatures within and burning away the webs.",
    "Level": "2",
    "Range": "5-ft/level",
    "Duration": "2 turns/level",
    "Area of Effect": "80 cubic-ft between anchoring points",
    "Components": "VSM",
    "Casting Time": "2 segments",
    "Saving Throw": "See below"
  },
  "Wish": {
    "Type": "Arcane Conjuration/Summoning",
    "Details": "A wish spell is the true version of limited wish, an extraordinarily potent invocation of eldritch power. After casting a wish\n spell, the caster will be weakened considerably, requiring 2d4 days of \nbed rest. The only exception to this is when the wish is used for \ntransport, healing, or resurrection of the dead. In general, the exact \nwording of the wish is carried out regardless of its intent, \nbut the GM will not normally be stringent upon this point unless the \nwish is an attempt to overreach the spell's power.\n\n\n\n\nIn the case of unreasonable wishes, the GM may decide to follow the \nwording of the spell precisely but pervert the intent, limit the \nduration of the spell to a very limited time (perhaps mere seconds!) or \nsimply rule that the whole spell fails.\n\n\n\n\nThe guideline here is that wishes are granted by someone or something, \nwhich may or may not be kindly disposed to the player characters. The \nmore greedy or selfish a wish, the greater the chance that a mischievous\n or actually evil power will take the opportunity to teach this upstart \nmortal a lesson.",
    "Level": "9",
    "Range": "Unlimited",
    "Duration": "Varies (GM discretion)",
    "Area of Effect": "Varies (GM discretion)",
    "Components": "V",
    "Casting Time": "Varies (GM discretion)",
    "Saving Throw": "Varies (GM discretion)"
  },
  "Wizard Eye": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "The wizard eye is a scrying spell allowing the wizard \nto create a material (but invisible) visual organ that transmits to the \ncaster whatever it sees. The eye has infravision with a range of 100-ft \nand can see at a distance of 600-ft in normal lighting. The eye travels \nat a rate of 30-ft per round if it is not scrutinising its surroundings \nclosely, but can proceed no faster than 10-ft per round if it is \nexamining floors, ceilings, and walls. The magic user can detect secret \ndoors through the eye as per his or her normal chance, but cannot view \nthrough the eye with any special vision the magic user has, for the \neye's vision is limited to its own sensory capabilities. The eye cannot \npass through solid substances, but it can move through a hole no more \nthan an inch in diameter.",
    "Level": "4",
    "Range": "Caster",
    "Duration": "1 round/level",
    "Area of Effect": "Magical eye",
    "Components": "VSM",
    "Casting Time": "1 turn",
    "Saving Throw": "None"
  },
  "Wizard Lock": {
    "Type": "Arcane Transmutation/Alteration",
    "Details": "A wizard lock spell functions similarly to a powerful hold portal spell, except that extra-dimensional creatures cannot pass through a wizard lock as they can a held portal.",
    "Level": "2",
    "Range": "Touch",
    "Duration": "Permanent",
    "Area of Effect": "30 square-ft/level",
    "Components": "VS",
    "Casting Time": "2 segments",
    "Saving Throw": "None"
  },
  "Write": {
    "Type": "Arcane Evocation",
    "Details": "This spell enables the magic user to make a written copy of a spell he or she cannot yet cast, a somewhat dangerous proposition. In order to succeed in this task, the caster must make a saving throw vs spells, with a modifier determined by the difficulty of the spell being transcribed. If the spell is up to one level higher than the magic user can cast, the saving throw is made at +2. If the spell is two levels higher than the magic user can cast, there is no bonus or penalty to the saving throw. If the spell is more than 2 levels higher than the magic user can cast, each additional level adds a -1 penalty. If the magic user fails this saving throw, the spell is not successfully copied, the caster takes 1d4 points of damage for each level of the spell, and he or she is knocked unconscious for 1 turn per hit point sustained thereby. The damage sustained cannot be healed more quickly than 4 hp per day, even with the assistance of magical healing. If the saving throw is successful, the magic user may copy the spell, which takes one hour per level of the spell. The material component is ink costing at least 200 gp. ",
    "Level": "1",
    "Range": "Caster",
    "Duration": "1 hour/level",
    "Area of Effect": "Caster",
    "Components": "VSM",
    "Casting Time": "1 round",
    "Saving Throw": "None"
  }
}
